<?php

// Heading
$lang['Highestscore'] =     ' คะแนนสูงสุด';
$lang['Selectitem']     =     ' เลือก / รายการ';
$lang['name']     =     'ชื่อ-สกุล';
$lang['Dashboard']     =     'แดชบอร์ด';
$lang['sign_up']     =     'สมัครสมาชิก';
$lang['imaclient']     =     'ฉันต้องการเป็นลูกค้า';
$lang['imaTutor']     =     'ฉันต้องการเป็นทีมงาน';
$lang['login']     =     'เข้าสู่ระบบ';
$lang['email']     =     'อีเมล';
$lang['password']     =     'รหัสผ่าน';
$lang['lostyourpassword']     =     'ลืมรหัสผ่าน';
$lang['logout']     =     'ออกจากระบบ';
$lang['welcometoTutorlearner']     =     'ยินดีต้อนรับเข้าสู่ Filebackhelp.com ขอบคุณที่ให้ความไว้วางใจในบริการของเรา';
$lang['home']     =     'หน้าแรก';
$lang['myrewards']     =     'เงินคืนของฉัน';
$lang['mycommission']     =     'ค่าแนะนำของฉัน';
$lang['discount']     =     'ส่วนลด';
$lang['score']     =     'คะแนนสะสม';
$lang['mywallet']     =     'กระเป๋าตังค์';
$lang['deposit']     =     'เติมเงิน';
$lang['withdraw']     =     'ถอนเงิน';
$lang['myslip']     =     'ใบเสร็จของฉัน';
$lang['paid']     =     'ชำระแล้ว';
$lang['notpay']     =     'ยังไม่ชำระ';
$lang['withdrawhistory']     =     'ประวัติการถอน';
$lang['package']     =     'แพ็คเกจ';
$lang['mysell']     =     'แลกคะแนนส่วนลด';
$lang['poster']     =     'สะสมคะแนนครบทุก ๆ 100 คะแนนรับส่วนลดทันที 10% ไม่มีหมดอายุ (สามารถใช้สั่งออร์เดอร์ได้ครั้งล่ะ 10%)';
$lang['canbuydocument']     =     'กรุณาตรวจสอบไฟล์ของท่านเพื่อให้แน่ใจว่าไฟล์ทั้งหมดคืองานเดียวกัน';
$lang['dropfiles_01']     =     'อัปโหลดได้สูงสุดไม่เกิน30 ไฟล์หรือไม่เกิน 500 เมกะไบต์';
$lang['uploadfiles']     =     'อัปโหลด';
$lang['mybuy']     =     'สั่งออร์เดอร์';
$lang['uploaddocument']     =     'อัปโหลดรายละเอียดคำสั่งงานได้ที่นี่ Assessment';
$lang['uploadguidelines']     =     'อัปโหลดข้อมูลแบบฟอร์มตาราง หรือตัวอย่างประกอบได้ที่นี่  (ถ้ามี)';
$lang['mainfile']     =     'อัปโหลดได้สูงสุดไม่เกิน10 ไฟล์หรือไม่เกิน 20 เมกะไบต์';
$lang['gtfile']     =     'อัปโหลดได้สูงสุดไม่เกิน20 ไฟล์หรือไม่เกิน 50 เมกะไบต์';
$lang['choosethedate']     =     'ระบุวันรับออร์เดอร์';
$lang['moredetails']     =     'ระบุรายละเอียดเพิ่มเติม (ถ้ามี)';
$lang['uploadfileorder']     =     'อัปโหลดออร์เดอร์';
$lang['paymentlink']     =     '(ลิ้งค์ชำระเงินสามารถใช้ชำระได้ภายใน24ชม.เท่านั้น หากเกิน24ชม.ลูกค้าสามารถติดต่อเจ้าหน้าที่ได้ทางระบบแชท)';
$lang['myorder']     =     'ออร์เดอร์ของฉัน';
$lang['status']     =     'สถานะ';
$lang['order']     =     'รหัสออร์เดอร์';
$lang['price']     =     'ราคา';
$lang['maindocument']     =     'รายละเอียดคำสั่งงาน';
$lang['gtdocument']     =     'ข้อมูลประกอบ';
$lang['teamfile']     =     'ไฟล์ที่ได้รับ';
$lang['orderdate']     =     'วันสั่งออร์เดอร์';
$lang['daterequired']     =     'วันส่งออร์เดอร์';
$lang['tool']     =     'เครื่องมือ';
$lang['approved']     =     'ผ่าน';
$lang['notapproved']     =     'ไม่ผ่าน';
$lang['popup']     =     'แบบสอบถามความพึงพอใจในบริการของเรา';
$lang['dropfiles_02']     =     'อัปโหลดได้สูงสุดไม่เกิน20 ไฟล์หรือไม่เกิน 50 เมกะไบต์';
$lang['uploading']     =     'ปุ่มนี้ใช้สำหรับส่งข้อมูลเพิ่มเติมเฉพาะออร์เดอร์ที่กำลังดำเนินการอยู่เท่านั้น หากเป็นคำสั่งงานใหม่ที่ไม่เกี่ยวกับคำสั่งออร์เดอร์ปัจจุบัน ท่านสามารถกดสั่งออร์เดอร์ใหม่ได้โดยใช้ปุ่ม Order Now';
$lang['feedback']     =     'แก้ไขงาน';
$lang['myselling']     =     'myselling';
$lang['sale']     =     'ได้รับคะแนน';
$lang['rejected']     =     'ไม่ผ่านเกณฑ์';
$lang['deduct']     =     'ถูกหักคะแนน';
$lang['acceptablepolicy']     =     'นโยบายการใช้งานที่ยอมรับได้';
$lang['termsofservice']     =     'ข้อตกลงและเงื่อนไข';
$lang['privacypolicy']     =     'นโยบายความเป็นส่วนตัว';
$lang['revision_refundpolicy']     =     'นโยบายการแก้ไขและการคืนเงิน';
$lang['proposalfororder']     =     'ใบเสนอราคา';

$lang['wording']     =     'รับส่วนลดง่ายๆเพียงแค่กดปุ่ม Earn point อับโหลดไฟล์งานของคุณเข้าสู่ระบบ เก็บสะสมส่วนลดแบบไม่มีวันหมดอายุ
-รับค่าคอมมิชชั่นง่ายๆสูงสุด $40 ด้วยการแนะนำเพื่อน 1 คน
-รับส่วนลดง่ายๆเพียงแค่กดปุ่ม Earn point';

$lang['featuredetails']     =     ' รับค่าแนะนำสูงสุด $40 ต่อการแนะนำเพื่อน 1 
คน(ค่าแนะนำสามารถถอนออกได้)
 ปลอดภัย 100% ด้วยระบบ Wallet ป้องกันการถูกโกง 
 ระบบ Wallet คืนยอดเงิน 100% อัตโนมัตหากไม่มี
การส่งออรเดอร์ลูกค้า (เงินคืนสามารถถอนออกได้)
 ระบบหักเงินหลังจากลูกค้าได้รับออรเดอร์แล้วเท่านั้น
 ทีมงานนักเขียนทุกท่านเป็นผู้เชี่ยวชาญที่ผ่านการคัด
กรองอย่างละเอียดเพื่อรองรับออร์เดอร์ทุกรูปแบบ
 รับค่าแนะนำสูงสุด $40 ต่อการแนะนำเพื่อน 1 
     คน(ค่าแนะนำสามารถถอนออกได้)
 ปลอดภัย 100% ด้วยระบบ Wallet ป้องกันการถูกโกง 
 ระบบ Wallet คืนยอดเงิน 100% อัตโนมัตหากไม่มี
     การส่งออรเดอร์ลูกค้า (เงินคืนสามารถถอนออกได้)
 ระบบหักเงินหลังจากลูกค้าได้รับออรเดอร์แล้วเท่านั้น
 ทีมงานนักเขียนทุกท่านเป็นผู้เชี่ยวชาญที่ผ่านการคัด
     กรองอย่างละเอียดเพื่อรองรับออร์เดอร์ทุกรูปแบบ
 รับประกันการแก้ไขงานนานถึง 60 วัน
 สะสมคะแนนรับส่วนลดแบบไม่มีวันหมดอายุ
 ราคามาตราฐาน';


$lang['personal_tm']     =     'กรอกข้อมูลส่วนตัวตามความจริง';
$lang['signup_tm']     =     'สมัครสมาชิก';
$lang['imaclient_tm']     =     'ฉันต้องการเป็นลูกค้า';
$lang['imatutor_tm']     =     'ฉันต้องการเป็นทีมงาน';
$lang['login_tm']     =     'เข้าสู่ระบบ';
$lang['email_tm']     =     'อีเมล';
$lang['password_tm']     =     'รหัสผ่าน';
$lang['lostyourpass_tm']     =     'ลืมรหัสผ่าน';
$lang['logout_tm']     =     'ออกจากระบบ';
$lang['welcome_tm']     =     'ยินดีต้อนรับเข้าสู่ Filebackhelp.com ขอบคุณที่ร่วมเป็นส่วนหนึ่งในบริการของเรา';
$lang['home_tm']     =     'หน้าแรก';
$lang['myrewards_tm']     =     'รางวัลของฉัน';
$lang['teammanual_tm']     =     'คู่มือการใช้งาน';
$lang['myjob_tm']     =     'จำนวนชิ้นงาน';
$lang['myincome_tm']     =     'จำนวนรายได้';
$lang['withdraw_tm']     =     'ถอนเงิน';
$lang['myslip_tm']     =     'ใบเสร็จของฉัน';
$lang['orderlist_tm']     =     'คลังออร์เดอร์';
$lang['mytask_tm']     =     'งานของฉัน';
$lang['daterequired_tm']     =     'เวลาคงเหลือ';
$lang['idorder_tm']     =     ' รหัสออร์เดอร์';
$lang['maindocument_tm']     =     'รายละเอียดคำสั่งงาน';
$lang['gtdocument_tm']     =     'ข้อมูลประกอบ';
$lang['dmdoc_tm']     =     'ตัวอย่างงาน';
$lang['teamfile_tm']     =     'ไฟล์ที่ส่งแล้ว';
$lang['wage_tm']     =     'เรทค่าตอบแทน';
$lang['selectitem01_tm']     =     'สาขา';
$lang['dateconfirm_tm']     =     'วันที่กดรับออร์เดอร์';
$lang['status_tm']     =     'สถานะ';
$lang['option_tm']     =     'ยกเลิกออร์เดอร์ ';
$lang['delivery_tm']     =     'ส่งงานที่นี่';
$lang['youcanbuydocument_tm']     =     '  ก่อนส่งงานควรตรวจเช็คความเรียบร้อยให้ แน่ใจว่าได้ดำเนินการครบทุกคำสั่งของงาน 
ทั้งหมดและตรวจสอบข้อกำหนดการตั้งค่าหน้ากระดาษต่าง ๆ (ถ้ามี) เช่น ใช้ตัวหนังสือ สีดำ, ขนาด 18, ฟอนต์ Calibri
  แยกไฟล์ Folder ของงานแต่ล่ะ Task ให้ชัดเจนพร้อมระบุตัวเลขกำกับใน Template ที่ใช้ตอบในแต่ล่ะข้อ (ถ้ามี)';
$lang['dropfiles_tm']     =     'อัปโหลดได้สูงสุดไม่เกิน50 ไฟล์หรือไม่เกิน 500 เมกะไบต์';
$lang['chooseorder_tm']     =     'เลือกรหัสออร์เดอร์ที่ต้องการส่งงาน';
$lang['selectitem02_tm']     =     'รหัสออร์เดอร์';
$lang['satisfactionsurvey_tm']     =     'แบบสอบถามความพึงพอใจในการทำงานของระบบ';
$lang['myhistory_tm']     =     'การหักคะแนนและรายได้';
$lang['score_tm']     =     'คะแนน';
$lang['income_tm']     =     'ค่าตอบแทน';

?>