<br>

<h2 class="text-center" style="margin-top: 15px;"> เงื่อนไขการใช้บริการ </h2>

<hr class="line_package">
<br>
<!--Checkout page section-->
<div class="Checkout_section">
    <div class="container">
        <div class="checkout_form">

            <?php if ($team) { ?>
                <!--Accordion area-->
                <div class="accordion_area">
                    <div class="container">
                        <div class="row">
                            <div class="col-2"></div>
                            <div class="col-12 col-md-8 col-sm-12">
                                <div id="accordion" class="card__accordion">
                                    <div class="card card_dipult">
                                        <div class="card-header card_accor" id="headingOne">
                                            <button class="btn btn-link" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne" style="font-size: 19px;">
                                                <center>
                                                    ข้อตกลงและเงื่อนไขการใช้บริการเว็ปไซต์ของเรา
                                                </center>

                                                <i class="fa fa-plus"></i>
                                                <i class="fa fa-minus"></i>

                                            </button>

                                        </div>

                                        <div id="collapseOne" class="collapse show" aria-labelledby="headingOne" data-parent="#accordion" style="font-size: 17.5px;">
                                            <div class="card-body row">
                                                <div class="col-md-1 "></div>
                                                <div class="col-md-10 col-sm-12 ">

                                                    <p>
                                                        กรุณาอ่านรายละเอียดข้อกำหนดและเงื่อนไขดังต่อไปนี้โดยละเอียดก่อนที่ท่านจะเข้ามาเป็นส่วนนึงของติวเตอร์บนเว็บไซต์ของเราและทำความเข้าใจอย่างละเอียดเพื่อให้แน่ใจว่าท่านได้ยอมรับข้อกำหนดดังกล่าวที่ระบุไว้โดยละเอียดแล้วทั้งหมด หากท่านเข้าสู่ระบบเว็ปไซด์ของเราแล้วนั้นหมายถึงท่านได้ยอมรับข้อกำหนดดังกล่าวโดยเข้าใจอย่างละเอียดถี่ถ้วนแล้วและไม่มีข้อคัดค้านใด ๆทั้งสิ้น
                                                    </p>
                                                    <p>1. คำจำกัดความ</p>
                                                    <p>1.1 ' www.tutorlearner.com ' 'ทางเรา' หรือ 'ของเรา' หมายถึง บริษัท ติวเตอร์เลินเนอร์ จำกัด</p>
                                                    <p>1.2 การทำรายการโดยไม่ได้รับอนุญาต (Unauthorized Transaction) หมายถึง การทำรายการที่ไม่ได้เกิดจากเจ้าของที่แท้จริงของบัญชี บัตรเครดิต หรือบัตรเดบิต</p>
                                                    <p>1.3 ข้อผิดพลาด (Error) หมายถึง ข้อผิดพลาดในการดำเนินการที่เกิดจาก www.tutorlearner.com ทำให้ไม่สามารถใช้บริการบนเว็บไซต์ของเราได้</p>
                                                    <p>1.4 ข้อมูล (Information) หมายถึง ข้อมูลเกี่ยวกับบัญชีใดๆ ที่ผู้เรียนให้ไว้กับเรา</p>
                                                    <p>1.5 ค่าธรรมเนียม (Fee) หมายถึง จำนวนเงินค่าธรรมเนียมในการถอนเงิน</p>
                                                    <p>1.6 'นโยบาย' หรือ 'นโยบายต่างๆ' หมายถึง นโยบายใดๆ หรือข้อตกลงอื่นๆ ระหว่างผู้เรียนกับ www.tutorlearner.com ซึ่งผู้เรียนได้ทำขึ้นในเว็บไซต์ www.tutorlearner.com หรือโดยเกี่ยวข้องกับการที่คุณใช้บริการ www.tutorlearner.com</p>
                                                    <p>1.7 บริการของ www.tutorlearner.com หมายถึง ผลิตภัณฑ์และบริการ และคุณลักษณะอื่นใด เทคโนโลยี และ/หรือฟังก์ชันอื่นๆ ของเราทั้งหมดที่เราเสนอให้ในเว็บไซต์ของเรา หรือด้วยวิธีการอื่นใด</p>
                                                    <p>1.8 ผู้ใช้ (User) หมายถึง บุคคลใดหรือนิติบุคคลใดที่ใช้บริการ www.tutorlearner.com รวมถึงตัวติวเตอร์</p>
                                                    <p>1.9 วัน (Day) หมายถึง วันตามปฏิทิน</p>
                                                    <p>1.10 วันทำการ (Business Day) หมายถึง วันจันทร์ถึงวันศุกร์ ไม่รวมวันหยุดราชการของประเทศไทย</p>

                                                    <p>2. ลิขสิทธิ์ทรัพย์สินทางปัญญา </p>
                                                    <p>ทางเราไม่สนับสนุนให้มีการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาผลงานของผู้อื่น ดังนั้นติวเตอร์จำเป็นต้องทำการตรวจเช็คข้อมูลก่อนที่จะนำมาใช้ประกอบการทำงานทุกครั้ง เช่น รูปถ่ายบุคคล ภาพตัวอย่าง เสียง วีดีโอ ผลงานวิจัย และอื่นๆ เป็นต้น หากเกิดปัญหาดังกล่าวขึ้นทางเราจะไม่รับผิดชอบใดๆต่อความเสียหายทุกกรณีไม่ว่าจะเป็นเรื่องลิขสิทธิ์ทรัพย์สินทางปัญญาหรือความผิดอื่นใดในทางกฎหมายต่อประเทศนั้นๆไม่ว่าจะทั้งทางตรงและทางอ้อม) </p>
                                                    <p>2.1 ติวเตอร์ได้ยอมรับแล้วว่ายินยอมให้ทางระบบของเราสามารถนำเนื้อหาข้อมูลทุกส่วนเผยแพร่ในที่สาธารณะเช่น การอ่าน, แก้ไขหรือปรับเปลี่ยนเพิ่มเติมโดยไม่ต้องขออนุญาตใดๆจากทางติวเตอร์ </p>
                                                    <p>2.2 ติวเตอร์ได้ยอมรับแล้วว่าเนื้อหาหรือบทความต่างๆของเว็บไซต์นี้ถือเป็นลิขสิทธิ์ซึ่ง www.tutorlearner.com เป็นเจ้าของแต่เพียงผู้เดียว </p>
                                                    <p>2.3 ติวเตอร์ได้ยอมรับแล้วว่าจะไม่นำเนื้อหาหรือบทความต่างๆบนเว็บไซต์ของเราไปแก้ไขหรือทำการใดๆเพื่อใช้สำหรับเชิงพาณิชย์ </p>





                                                    <p>3. นโยบายความเป็นส่วนตัว www.tutorlearner.com </p>
                                                    <p>ข้อมูลความเป็นส่วนตัวเป็นเรื่องที่สำคัญอย่างมากสำหรับเรา ทางเราตระหนักถึงความกังวลใจในเรื่องความปลอดภัยของข้อมูลส่วนตัวของติวเตอร์เป็นอย่างดี เรื่องจริยธรรมนี้เป็นหน้าที่ของเราที่ต้องปฏิบัติต่อติวเตอร์ นี่คือนโยบายที่เราจะปฏิบัติต่อข้อมูลส่วนตัวของติวเตอร์ทุกท่านดังนี้</p>
                                                    <p>3.1 ข้อมูลทั้งหมดเกี่ยวกับติวเตอร์จะถูกเก็บไว้ใน บริษัท อย่างเคร่งครัด</p>
                                                    <p>3.2 ทางเราจะไม่ส่งต่อข้อมูลลูกค้าให้แก่บุคคลที่สาม</p>
                                                    <p>3.3 การชำระเงินบนเว็บไซต์ของเราจะจัดการโดยบริษัท PayPal ซึ่งบริษัท PayPal ผู้เดียว (ไม่ใช่บริษัทของเรา) สามารถจัดการกับรายละเอียดบัตรเครดิตของทีมงานได้ โดยบริษัทของเราจะไม่มีการเก็บข้อมูลบัตรเครดิตของทีมงานเพื่อป้องกันการโกงหรือการถูกขโมยข้อมูลแต่อย่างใด </p>
                                                    <p>3.4 ทางเราขอสงวนสิทธิ์ในการเปิดเผยข้อมูลส่วนบุคคลของทีมงานตามที่กฎหมายกำหนดและเมื่อเราเชื่อว่าการเปิดเผยข้อมูลเป็นสิ่งที่จำเป็นเพื่อปกป้องสิทธิของบริษัทเรา / หรือเพื่อปฏิบัติตามกระบวนการพิจารณาคดีคำสั่งศาลหรือกระบวนการทางกฎหมายที่ให้บริการบนเว็บไซต์ของเรา </p>
                                                    <p>3.5 www.tutorlearner.com ขอสงวนสิทธิ์ในการแก้ไขคำชี้แจงสิทธิ์ส่วนบุคคลนี้ได้ตลอดเวลาดังนั้นโปรดตรวจสอบการเปลี่ยนแปลงใด ๆ ที่ทำกับนโยบายข้างต้นจะถูกโพสต์แสดงไว้ที่นี่และถือว่าคุณตกลงกับการเปลี่ยนแปลงดังกล่าว </p>


                                                    <p>4. ผลงานที่ถูกปฏิเสธ </p>
                                                    <p>4.1 หากผลงานของติวเตอร์ไม่ผ่านเกณฑ์การตรวจเช็คจากทางเรา อันเนื่องมาจากติวเตอร์ขาดทักษะความรู้ความสามารถในการทำงานใน Order นั้นๆทางเราสามารถปฏิเสธผลงานของติวเตอร์โดยไม่มีการจ่ายค่าตอบแทนใดๆใน Order ดังกล่าวและอีกทั้งระบบยังหักรายได้ของติวเตอร์เป็นจำนวนเงิน 100 บาท จาก My Income (ขึ้นอยู่กับดุลยพินิจของทางเราอีกที โดยจะมีรายละเอียดแจ้งอย่างชัดเจนเพื่อสร้างความเข้าใจต่อติวเตอร์) ดังนั้นทางเราจึงขอแนะนำให้ติวเตอร์ทุกท่านทำการตรวจเช็คขอบเขตงานอย่างละเอียดก่อนกด Confirm Order ในแต่ล่ะครั้งเพื่อให้แน่ใจว่าติวเตอร์มีความสามารถและทักษะที่เพียงพอในการทำงาน Order ดังกล่าวให้สำเร็จโดยสมบูรณ์และเพื่อไม่เป็นการเสียโอกาสการทำงานของติวเตอร์ท่านอื่น </p>

                                                    <p>5. ข้อจำกัดความรับผิดชอบและข้อสงวนสิทธิ์ของทางบริษัท www.tutorlearner.com </p>
                                                    <p>5.1 ติวเตอร์ยืนยันว่าข้อมูลต่างๆที่ใช้ในการสมัครเป็นสมาชิกเป็นข้อมูลจริงของติวเตอร์เอง หากบริษัทพบว่าข้อมูลไม่เป็นความจริงไม่ว่าในระหว่างการสมัครหรือหลังจากที่การสมัครเสร็จสิ้นแล้ว บริษัทมีสามารถระงับบัญชีของติวเตอร์ได้ทันทีและจะดำเนินการเรียกร้องค่าเสียหายที่เกิดขึ้นจากติวเตอร์ได้</p>
                                                    <p>5.2 บริษัทสามารถทำการตรวจสอบความเป็นเจ้าของบัญชีของติวเตอร์โดยติวเตอร์จะต้องแสดงความเป็นเจ้าของบัญชีด้วยการแสดงหลักฐานต่างๆ เช่น พาสปอร์ต บัตรประจำตัวประชาชน สมุดบัญชี หรือเอกสารทางกฎหมายต่างๆ ที่หน่วยงานราชการเป็นผู้ออกให้</p>
                                                    <p>5.3 ทางบริษัทสามารถนำเนื้อหาต่างๆที่ติวเตอร์อัพโหลดขึ้นมาสู่ระบบเว็บไซต์เช่น รูปภาพ บทความ ผลงาน ข้อความ ชื่อบัญชี วีดีโอ ไปใช้ในการโฆษณาทางการตลาดเพื่อประโยชน์ของบริษัทได้โดยไม่ต้องขออนุญาตจากติวเตอร์</p>
                                                    <p>5.4 ทางบริษัท ลูกจ้าง ตัวแทน พนักงานหรือผู้บริหารของบริษัทสามารถปฏิเสธความรับผิดชอบในสถานการณ์ใด ๆ หรือความเสียหายที่เกิดขึ้นจากความประมาท อันเป็นผลสืบเนื่องจากการผิดสัญญา หรือค่าเสียหายเชิงลงโทษ ซึ่งรวมถึงการบาดเจ็บส่วนบุคคลทั้งทางร่างกายหรือจิตใจ การสูญเสียกำไร การสูญเสียโอกาสทางธุรกิจ และไม่ว่าจะสามารถคาดการณ์ได้หรือไม่ก็ตาม ความเสียหายทั้งหมดข้างต้นจะไม่อยู่ในความรับผิดชอบจากบริษัททั้งสิ้น</p>
                                                    <p>5.5 หากบริษัทพบว่าติวเตอร์มีบัญชีมากกว่าหนึ่งบัญชี หรือใช้ชื่อหรือข้อมูลรายละเอียดของบุคคลอื่นมาสมัครใช้งานหรือพบว่าติวเตอร์มีการซื้อขายบัญชีเกิดขึ้น ทั้งนี้บริษัทมีสิทธิ์ระงับการใช้งานบัญชีที่เกี่ยวข้องทั้งหมดได้ทันทีและสามารถเรียกค่าเสียหายจากติวเตอร์ได้ </p>
                                                    <p>5.6 ติวเตอร์ยอมรับผิดชอบต่อค่าเสียหาย เช่น ค่าทนายความหรือค่าใช้จ่ายต่างๆ ในทางคดี ไม่ว่าจะเป็น ค่าปรับ ค่าสินไหมทดแทน ที่เกิดจากการเรียกร้องใด ๆที่บริษัทได้รับที่เกิดจากการใช้งานที่ไม่ถูกต้องหรือการผิดข้อตกลงการใช้งานของเว็บไซต์ของเรา </p>
                                                    <p>5.7 ติวเตอร์จะต้องไม่ส่งข้อมูลส่วนตัวให้แก่ผู้เรียนไม่ว่าด้วยวัตถุประสงค์ใดก็ตามเช่น อีเมล เบอร์โทร ไลน์ไอดี และอื่น ๆ หรือจะต้องไม่กระทำการใดๆ เพื่อเป็นการจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกเว็บไซต์ หากทางบริษัทมีการตรวจสอบพบการกระทำดังกล่าว ทางบริษัทจะถือว่ารายได้ทั้งหมดของติวเตอร์ที่ค้างในระบบและสิทธิประโยชน์อื่นๆถือเป็นอันโมฆะและทางบริษัทมีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการระงับการใช้งานของติวเตอร์บนเว็บไซต์ทันทีโดยไม่ต้องแจ้งให้ทางติวเตอร์ทราบล่วงหน้า</p>

                                                    <p>6. การถอนรายได้ </p>
                                                    <p>6.1 ปุ่มถอนรายได้ของติวเตอร์จะสามารถถอนได้หลังจากส่งงานแล้วภายในระยะเวลา 15 วันแต่ไม่เกิน 65 วันและงานนั้นจะต้องไม่อยู่ในสถานะถูก Feedback หรือ Re-Feedback โดยปุ่มถอนเงินนั้นจะแสดงในหน้า My task ขึ้นสัญลักษณ์ว่า Withdraw </p>
                                                    <p>6.2 หลังจากปุ่มถอนเงิน Withdraw แสดงขึ้นติวเตอร์จะต้องทำการกดถอนรายได้ออร์เดอร์ดังกล่าวภายในระยะเวลา 30 วันเท่านั้น หากครบกำหนด 30 วันแล้วไม่มีการกดปุ่ม Withdraw จะถือว่าติวเตอร์ได้สละสิทธิ์รายได้ของออร์เดอร์ดังกล่าวทันทีและระบบจะขึ้นสถานะว่า Withdraw Expired คือหมดอายุการถอนเงิน </p>

                                                    <p>หมายเหตุ: บริษัทไม่คิดค่าใช้จ่ายใดใดในการถอนรายได้ของติวเตอร์ </p>

                                                    <p>7. การถูกระบบระงับการทำงาน </p>
                                                    <p>7.1 หากทางเรามีการตรวจสอบพบว่าการทำงานของติวเตอร์เกิดปัญหาซ้ำ ๆจากความไม่รอบคอบหรือไม่มีทักษะความรู้ในการทำงานทำให้ถูกหักรายได้บ่อยครั้ง ทางเราจะมีการหักค่าเสียหายจากกรณีดังกล่าวและจะดำเนินการระงับการใช้งานบัญชีทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยรายได้จากการทำงานของติวเตอร์ที่สะสมไว้ใน My income สามารถถอนออกได้ตามเงื่อนไขขั้นตอนการถอนปรกติของทางระบบ </p>

                                                    <p>8. การลาออกหรือหยุดทำงาน </p>
                                                    <p>8.1 ติวเตอร์สามารถหยุดทำงานและกลับเข้ามาทำงานใหม่ในระบบได้ตลอดเวลาโดยไม่มีข้อจำกัดใด ๆ </p>

                                                    <p>9. การเลื่อนส่งงานทั้ง Order ปรกติหรือ Feedback และ Re-feedback </p>
                                                    <p>เรื่องการตรงต่อเวลาเป็นสิ่งที่ทางเราให้ความสำคัญอย่างยิ่ง ดังนั้นติวเตอร์จะต้องส่งงานไม่ว่าจะเป็นOrder ปรกติหรือ Feedback และ Re-feedback ให้ตรงตามวันเวลาที่กำหนดไว้ในOrder แต่หากกรณีที่ติวเตอร์มีความจำเป็นต้องการขอเลื่อนเวลาส่งงานช้ากว่ากำหนด สามารถทำตามข้อกำหนดดังนี้ </p>
                                                    <p> 9.1 ส่งงานช้าไม่เกิน 12 ชม.หลังครบกำหนดส่งOrder ระบบจะหักรายได้เป็นจำนวนเงิน 100 บาท ต่อการส่งงานช้า 1 ครั้งโดยหักจากMy Income ติวเตอร์สามารถสังเกตได้จากระบบนับเวลาถอยหลังที่ยังคงทำงานต่ออีก12ชม. หากระบบนับเวลาถอยหลังได้หยุดลงให้ติวเตอร์ทำตามในข้อ 9.2 </p>
                                                    <p> 9.2 ส่งงานช้าเกิน 12 ชม.หลังครบกำหนดส่งOrder (ไม่มีกำหนดวันที่เกินขึ้นอยู่กับความยินยอมของทางผู้เรียน ) โดยระบบจะหักรายได้เป็นจำนวนเงิน 200 บาท ต่อการส่งงานช้า 1 ครั้งโดยหักจาก My Income กรณีนี้ติวเตอร์ต้องติดต่อเจ้าหน้าที่แจ้งความประสงค์ก่อนเวลา 12 ชม.สุดท้ายจะสิ้นสุดลงเท่านั้น หากหลังจาก12 ชม.สุดท้ายได้สิ้นสุดลงและไม่มีการติดต่อจากทางติวเตอร์ใดๆระบบจะยกเลิก Order ดังกล่าวทันทีและติวเตอร์จะไม่ได้รับค่าตอบแทนใดๆ (กรณีส่งงานช้าเกิน 12 ชม.ติวเตอร์อาจไม่สามารถส่งงานได้ทั้งนี้ขึ้นอยู่กับความยินยอมของทางผู้เรียน ดังนั้นเพื่อไม่ให้เป็นปัญหาต่อการทำงานติวเตอร์ควรส่งงานให้ตรงต่อเวลาที่กำหนดไว้อย่างเคร่งครัด) </p>

                                                    <p>10. การส่งความคืบหน้า Update งาน </p>
                                                    <p>10.1 หลังจากกด Confirm order แล้วติวเตอร์ต้องทำการส่ง Update ความคืบหน้าของงานตามจำนวนครั้งที่กำหนดไว้ กรณีที่ติวเตอร์ไม่สามารถส่ง Update ความคืบหน้าของงาน ติวเตอร์จะต้องติดต่อแจ้งเจ้าหน้าที่ล่วงหน้าเพื่อขอเลื่อนส่ง Update ก่อนเวลากำหนดส่ง Update จะสิ้นสุดลง กรณีนี้ระบบจะยังไม่ยกเลิกOrder แต่หากติวเตอร์ไม่ทำการแจ้งเจ้าหน้าที่ล่วงหน้าระบบจะยกเลิก Order ทันทีเมื่อเวลากำหนดส่ง Update สิ้นสุดลงแล้วโดยจะมีอีเมลและ pop up แจ้งให้ติวเตอร์ทราบทุกครั้ง (สามารถอ่านรายละเอียดการ Update งานได้จาก Link ด้านล่างนี้)
                                                        (การไม่ส่ง Updateความคืบหน้าของงานบ่อยครั้ง บัญชีของท่านอาจถูกระบบระงับการใช้งานแบบถาวร)</p>





                                                    <p> 11. การกดยกเลิก Order ปรกติ </p>
                                                    <p>11.1 เมื่อติวเตอร์กด Confirm Order แล้วไม่สามารถดำเนินการ Order ดังกล่าวได้สำเร็จหรือไม่สามารถทำการส่ง Delivery Order ดังกล่าวได้ทันเวลา ติวเตอร์สามารถกดปุ่มยกเลิก Orderได้ทันทีโดยไม่มีกำหนดจำนวนครั้งในการกดยกเลิก โดยติวเตอร์จะต้องกดปุ่มยกเลิก Order ภายในระยะเวลาที่กำหนดเท่านั้น สามารถดูรายละเอียดเพิ่มเติมได้ในหัวข้อ “สรุปตารางการหักรายได้กรณีต่างๆที่ต้องรู้ก่อนทำงาน” </p>
                                                    <p>11.2 หากติวเตอร์กดยกเลิก Order ในเดือนนั้นๆครบ 2 ครั้ง ติวเตอร์จะไม่สามารถกด Confirm Order ใหม่ได้จนกว่าจะครบ 30 วัน. โดยระบบจะเริ่มนับวันที่ติวเตอร์กดยกเลิกครั้งที่ 2 เป็นวันแรกที่ถูกระงับการกด Confirm order (การกดยกเลิกงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>

                                                    <p> 12. การกดยกเลิก Feedback และ Re-feedback
                                                        <p> 12.1 กรณีที่ Order ของติวเตอร์มี Feedbackหรือ Re-feedback ที่ต้องทำการแก้ไขแต่ไม่สามารถทำการแก้ไขให้ทันตามวันเวลาดังกล่าวได้ ติวเตอร์สามารถกดปุ่มยกเลิก Order ดังกล่าวทันทีโดยติวเตอร์จะต้องกดปุ่มยกเลิก Order ภายในระยะเวลาที่กำหนดเท่านั้น สามารถดูรายละเอียดเพิ่มเติมได้ในหัวข้อ “สรุปตารางการหักรายได้กรณีต่างๆที่ต้องรู้ก่อนทำงาน”
                                                            (การกดยกเลิกงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>







                                                        <p> 13. การไม่กดยกเลิกหรือกดยกเลิกหลังกำหนดวันส่งงาน
                                                            (ทั้งOrderปรกติหรือ Feedback และ Re-feedback)</p>
                                                        <p> 13.1 หากติวเตอร์ไม่สามารถดำเนินการ Order ดังกล่าวได้สำเร็จหรือไม่สามารถทำการส่ง Delivery Order ดังกล่าวได้ทันเวลาและไม่มีการกดยกเลิก Order หรือกดยกเลิกหลังกำหนดวันส่งงาน โดยที่ระบบนับเวลาถอยหลัง 12 ชม.สุดท้ายเริ่มขึ้นแล้ว ติวเตอร์จะถูกระบบหักรายได้เป็นจำนวนเงิน 300 บาท ต่อการไม่กดยกเลิก1 ครั้งจากMy Income
                                                            (การไม่กดยกเลิกงานหรือไม่ส่งงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร)</p>

                                                        <p> 14. การหลีกเลี่ยงไม่ให้ถูก Feedback</p>
                                                        <p> 14.1 ทางเราไม่สนับสนุนให้มี Feedback เกิดขึ้นบ่อยครั้งกับการทำงานของติวเตอร์ซึ่งอาจส่งผลกระทบทำให้ติวเตอร์มีระยะเวลาในการแก้ไข Feedback ที่ไม่เพียงพอหรือจากการที่ติวเตอร์กด Confirmed Order หลาย Order และถูกFeedback พร้อมกันในเวลาเดียวกันอาจทำให้ทีมงานส่ง Feedback ไม่ทันเวลาที่กำหนด ทางเราจึงขอแนะนำให้ติวเตอร์ทุกท่านทำการตรวจเช็คขอบเขตงานอย่างละเอียดก่อนกด Confirm Order ในแต่ล่ะครั้งเพื่อให้แน่ใจว่าติวเตอร์มีความสามารถและทักษะที่เพียงพอในการดำเนินงานให้สำเร็จอย่างสมบูรณ์ในOrder ดังกล่าว รวมถึงขั้นตอนในการส่ง Delivery ติวเตอร์จำเป็นต้องทำการตรวจเช็ครายละเอียดงานให้ครบถ้วนก่อนส่งงานทุกครั้งเพื่อให้มีการแก้ไข Feedback จาก Order ดังกล่าวน้อยที่สุด ในการแก้ไข Feedback แต่ล่ะ Order นั้นติวเตอร์มีระยะเวลาอย่างน้อย 3 วันต่อ1 Order ดังนั้นหลังจากส่ง Delivery แล้วติวเตอร์ควรหมั่นตรวจเช็คอีเมลและระบบเว็บไซต์ของเราด้วยว่ามีการแจ้งเตือน Feedback เข้ามาหรือไม่เพื่อไม่สูญเสียระยะเวลาในการแก้ไข Feedback </p>




                                                        <p>15. การแก้ไขงานที่ถูก Feedback </p>
                                                        <p>หากผลงานของติวเตอร์มีความผิดพลาดที่เกิดจากการทำงานไม่ครบตามคำสั่งหรือมีข้อมูลไม่เพียงพอทำให้ไม่ผ่านเกณฑ์การตรวจเช็คของทางเรา ระบบจะมี Pop up แจ้งเตือนให้ติวเตอร์ทราบทุกครั้งและติวเตอร์จะต้องทำการแก้ไข Feedback ดังกล่าวและส่งตามวันเวลาที่กำหนดให้เรียบร้อย รายละเอียด Feedback จะแสดงขึ้นที่หน้า My Feedback ของติวเตอร์โดยจะแบ่ง Feedback ออกเป็น 3 ประเภทคือ</p>
                                                        <p>15.1 Admin Feedback (จาก Admin)</p>
                                                        <p>สำหรับกรณีที่ติวเตอร์ส่งเอกสารไม่ครบหรือไม่ผ่านเกณฑ์การตรวจเช็คจากAdmin โดย Admin สามารถส่ง Feedback ให้ติวเตอร์ได้ไม่จำกัดจำนวนครั้ง</p>
                                                        <p>15.2 Client Feedback (จากผู้เรียน)</p>
                                                        <p> สำหรับกรณีที่ติวเตอร์มีความผิดพลาดจากการทำงานที่ไม่ถูกต้องตามรายละเอียดคำสั่งงาน ส่งเอกสารไม่ครบหรือไม่ผ่านเกณฑ์การตรวจเช็คโดยลูกค้าสามารถแก้ไขได้ทั้งหมด 3 ครั้งภายใน 65 วัน</p>
                                                        <p>หาก Order ดังกล่าวครบกำหนดรับประกันภายใน 65 วันหรือแก้ไขครบ 3 ครั้งแล้วปุ่มถอนเงิน Withdraw จะแสดงขึ้นใน Order นั้น ๆ เพื่อให้ทีมงานทำการกดถอนค่าตอบแทนได้ทันที แต่หากทีมงานได้รับ Feedback จะต้องทำการแก้ไขส่งตามกำหนดให้เรียบร้อยก่อนจึงจะสามารถกดถอนเงิน Withdraw ได้ตามปรกติ</p>
                                                        <p>15.3 Re-feedback (จากผู้เรียน) </p>
                                                        <p>สำหรับกรณีที่ Order ผู้เรียนหมดอายุการรับประกัน 65 วันแล้วหรือมีการแก้ไขครบ 3 ครั้งหรือแก้ไขยังไม่ครบ 3 ครั้ง หรือยังไม่ได้แก้ไข Feedback ใด ๆ แต่ทางผู้เรียนต้องการให้ติวเตอร์แก้ไขงานเพิ่มเติมจาก Order เดิมและทำการส่งงานใหม่ โดย Re-feedback นี้ติวเตอร์จะได้รับค่าตอบแทนพิเศษเพิ่มเติมตามรายละเอียดการแก้ไขงานใน Order ดังกล่าว โดยผู้เรียนสามารถแก้ไขงาน Re-feedback ได้อีก 3 ครั้ง ภายใน 60 วัน </p>
                                                        <p>หมายเหตุ: หากทางระบบมีการตรวจเช็คพบว่าสาเหตุการถูก Feedback เกิดขึ้นจากการที่ติวเตอร์ไม่มีความรอบคอบในการทำงาน ติวเตอร์อาจถูกหักรายได้เป็นจำนวนเงิน 100 บาท ใน Order ดังกล่าว
                                                            (ขึ้นอยู่กับดุลยพินิจของทางเรา โดยจะมีรายละเอียดแจ้งอย่างชัดเจนเพื่อสร้างความเข้าใจต่อติวเตอร์)</p>

                                                        <p>16. ขั้นตอนการแสดงปุ่ม Withdraw สำหรับกดถอนค่าตอบแทน
                                                            (ระยะเวลาคำขอการถอนค่าตอบแทนภายใน 3 วัน</p>
                                                        <p>16.1 ติวเตอร์จะสามารถกดถอนรายได้หลังจากส่งงานแล้วภายใน 15 วันถึง 65 วัน </p>
                                                        <p>16.2 กรณี Order ยังไม่ครบ 65 วันหรือในอีก 1 นาทีจะครบ 65 วัน แต่หากติวเตอร์ได้รับ Feedback ที่ต้องทำการแก้ไข ปุ่ม Withdraw จะยังไม่แสดงขึ้นให้ติวเตอร์กดถอนค่าตอบแทน โดยติวเตอร์จะต้องส่ง Feedback ตามวันที่กำหนดให้เรียบร้อยก่อนถึงจะขึ้น Withdraw กดถอนค่าตอบแทนได้</p>
                                                        <p> 17. สรุปตารางการหักรายได้กรณีต่าง ๆที่ต้องรู้ก่อนทำงาน </p>
                                                        <p>
                                                            <li> Update</li>
                                                        </p>
                                                        <table class="table">
                                                            <thead class="thead-light">
                                                                <tr style="text-align:center;">
                                                                    <th style="width: 350px;">หัวข้อการหัก</th>
                                                                    <th style="width: 180px;">จำนวนที่ถูกหัก</th>
                                                                    <th>แนวทางแก้ไข</th>
                                                                </tr>
                                                            </thead>
                                                            <tbody>
                                                                <tr>
                                                                    <td>
                                                                        <p> ไม่Update งานครั้งที่ 1 ภายในวันเวลาที่กำหนด </p>
                                                                    </td>
                                                                    <td>
                                                                        <p>Order ถูกยกเลิกและถูกหัก 100 บาท</p>
                                                                    </td>
                                                                    <td>
                                                                        <p>ประเมินวันเวลาส่วนตัวก่อนกด Confirm Order เพื่อให้แน่ใจว่าสามารถส่ง Update งานตรงตามวันเวลาที่กำหนด</p>
                                                                    </td>
                                                                </tr>
                                                                <tr>
                                                                    <td>
                                                                        <p> ไม่Update งานครั้งที่ 2 ภายในวันเวลาที่กำหนด </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> Order ไม่ถูกยกเลิกแต่ถูกหัก 100 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> วางแผนเวลาในการ Update งานและส่ง Update งานตรงตามวันเวลาที่กำหนด</p>
                                                                    </td>
                                                                </tr>
                                                                <tr>
                                                                    <td>
                                                                        <p> Update งานครั้งที่ 2 แต่คืบหน้าไม่ถึง 30% </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> Order ถูกยกเลิกและถูกหัก 100 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> เลือกงานที่ตรงตามทักษะความสามารถตนเองวางแผนเวลาในการ Update งานตรงตามวันเวลาที่กำหนด</p>
                                                                    </td>
                                                                </tr>
                                                            </tbody>
                                                        </table>

                                                        <p>
                                                            <li> ส่งงานช้า</li>
                                                        </p>

                                                        <table class="table">
                                                            <thead class="thead-light">
                                                                <tr style="text-align:center;">
                                                                    <th style="width: 350px;">หัวข้อการหัก</th>
                                                                    <th style="width: 180px;">จำนวนที่ถูกหัก</th>
                                                                    <th>แนวทางแก้ไข</th>
                                                                </tr>
                                                            </thead>
                                                            <tbody>
                                                                <tr>
                                                                    <td>
                                                                        <p> ส่งงานช้าไม่เกิน12 ชม.สุดท้าย (ระบบนับเวลาถอยหลังยังคงทำงานอยู่) </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ได้ค่าตอบแทนแต่ถูกหัก 100 บาท</p>
                                                                    </td>
                                                                    <td>
                                                                        <p> วางแผนเวลาในการทำงานและส่งงานตรงตามวันเวลาที่กำหนดหรือส่งก่อนล่วงหน้า 1 วัน</p>
                                                                    </td>
                                                                </tr>
                                                                <tr>
                                                                    <td>
                                                                        <p> ส่งงานช้าเกิน12 ชม.สุดท้าย (ไม่มีกำหนดวันที่เกินขึ้นอยู่กับความยินยอมของทางผู้เรียน) <br>(ระบบนับเวลาถอยหลังหยุดทำงาน) </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ได้ค่าตอบแทนแต่ถูกหัก 200 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ติดต่อเจ้าหน้าที่ภายใน12 ชม.สุดท้าย (เท่านั้น) กรณีนี้อาจไม่สามารถส่งงานได้ขึ้นอยู่กับความยินยอมของผู้เรียน</p>
                                                                    </td>
                                                                </tr>

                                                            </tbody>
                                                        </table>

                                                        <p>
                                                            <li> การยกเลิกงานและคุณภาพผลงาน</li>
                                                        </p>

                                                        <table class="table">
                                                            <thead class="thead-light">
                                                                <tr style="text-align:center;">
                                                                    <th style="width: 350px;">หัวข้อการหัก</th>
                                                                    <th style="width: 180px;">จำนวนที่ถูกหัก</th>
                                                                    <th>แนวทางแก้ไข</th>
                                                                </tr>
                                                            </thead>
                                                            <tbody>
                                                                <tr>
                                                                    <td>
                                                                        <p> กดยกเลิกงานขณะที่ยังเหลือเวลาส่งมากกว่า 48 ชม. </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท</p>
                                                                    </td>
                                                                    <td>
                                                                        <p> เลือกงานที่ตรงตามทักษะความสามารถตนเองวางแผนเวลาในการทำงานและตรวจเช็ครายละเอียดงานอย่างรอบคอบก่อนกด Confirm Order </p>
                                                                    </td>
                                                                </tr>
                                                                <tr>
                                                                    <td>
                                                                        <p> กดยกเลิกงานขณะที่เหลือเวลาส่งน้อยกว่า 48 ชม. </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ไม่ได้ค่าตอบแทนและถูกหัก 200 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> หากประเมินเวลาและทักษะความสามารถตนเองแล้วว่าไม่สามารถทำงานให้สำเร็จได้ให้ทำการกดปุ่มยกเลิก Order ทันที</p>
                                                                    </td>
                                                                </tr>

                                                                <tr>
                                                                    <td>
                                                                        <p> ไม่กดยกเลิกงานและไม่ส่งงาน</p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ไม่ได้ค่าตอบแทนและถูกหัก 300 </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> กรณีไม่กดยกเลิกงานและไม่มีการส่งงานอาจถูกระบบระงับบัญชีการใช้งานแบบชั่วคราวและถาวร </p>
                                                                    </td>
                                                                </tr>

                                                                <tr>
                                                                    <td>
                                                                        <p> คุณภาพผลงานไม่ถึงเกณฑ์ 50% </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> เลือกงานที่ตรงตามทักษะความสามารถตนเองวางแผนเวลาในการทำงานและตรวจเช็ครายละเอียดงานอย่างรอบคอบก่อนกด Confirm Order กรณีผลงานไม่ถึงเกณฑ์บ่อยครั้งอาจถูกระบบยกเลิกตำแหน่งงานดังกล่าว </p>
                                                                    </td>
                                                                </tr>
                                                                <tr>
                                                                    <td>
                                                                        <p> คัดลอกผลงานหรือข้อมูลอินเตอร์เน็ตจากแหล่งต่าง ๆโดยไม่มีการแก้ไขใดๆเกิน 1 Paragraph หรือ 4 บรรทัดขึ้นไป </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท </p>
                                                                    </td>
                                                                    <td>
                                                                        <p> หากข้อมูลใน Order ไม่เพียงพอติวเตอร์สามารถหาข้อมูลจากแหล่งเว็บไซต์อินเตอร์เน็ตเพิ่มเติมได้โดยต้อง Rewrite ใหม่ก่อนนำมาใช้ประกอบผลงานทุกครั้ง </p>
                                                                    </td>
                                                                </tr>

                                                            </tbody>
                                                        </table>

                                                        <br>
                                                        <p> 18. การคัดลอกผลงานและข้อมูลทางอินเตอร์เน็ต </p>
                                                        <p> 18.1 กรณีที่ติวเตอร์ทำการคัดลอกผลงานหรือข้อมูลอินเตอร์เน็ตจากแหล่งต่าง ๆโดยไม่มีการแก้ไขใดๆเกิน 1 Paragraph หรือ 4 บรรทัดขึ้นไป ทางระบบจะไม่มีการจ่ายค่าตอบแทนใด ๆ ใน Order ดังกล่าว อีกทั้งระบบจะหักรายได้เป็นจำนวนเงิน 100 บาท จากMy Incomeยกเว้นข้อมูลที่เป็นตัวเลขผลจากการคำนวณ หรือรูปภาพที่แสดงข้อมูลเฉพาะที่ไม่สามารถเปลี่ยนแปลงได้ (หากทางเรามีการตรวจเช็คพบการกระทำในเรื่องดังกล่าวบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>
                                                        <p> 18.2 ในการนำข้อมูลจากอินเตอร์เน็ตมาใช้ประกอบผลงาน ติวเตอร์จำเป็นต้องตรวจเช็คข้อมูลก่อนทุกครั้งเพื่อไม่ให้มีการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาผลงานของผู้อื่น เช่น รูปถ่ายบุคคล ภาพตัวอย่าง เสียง วีดีโอ ผลงานวิจัย และอื่น ๆ เป็นต้น หากเกิดปัญหาดังกล่าวขึ้นทางเราจะไม่รับผิดชอบใด ๆ ต่อความเสียหายทุกกรณีไม่ว่าจะเป็นเรื่องลิขสิทธิ์ทรัพย์สินทางปัญญาหรือความผิดอื่นใดในทางกฎหมายต่อประเทศนั้น ๆ ไม่ว่าจะทั้งทางตรงและทางอ้อม) </p>

                                                </div>
                                                <div class="col-md-1 "></div>
                                            </div>
                                        </div>
                                    </div>

                                </div>
                            </div>
                            <div class="col-2"></div>

                        </div>
                    </div>
                </div>
                <!--Accordion area end-->
            <?php } else { ?>
                <!--Accordion area-->
                <div class="accordion_area">
                    <div class="container">
                        <div class="row">
                            <div class="col-2 "></div>
                            <div class="col-12 col-md-8 col-sm-12">
                                <div id="accordion" class="card__accordion">
                                    <div class="card card_dipult">
                                        <div class="card-header card_accor" id="headingOne">
                                            <button class="btn btn-link" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne" style="font-size: 19px;">
                                                <center>
                                                    ข้อตกลงและเงื่อนไขการใช้บริการเว็ปไซต์ของเรา
                                                </center>
                                                <i class="fa fa-plus"></i>
                                                <i class="fa fa-minus"></i>

                                            </button>

                                        </div>

                                        <div id="collapseOne" class="collapse show" aria-labelledby="headingOne" data-parent="#accordion" style="font-size: 17.5px;">
                                            <div class="card-body row">
                                                <div class="col-md-1 "></div>
                                                <div class="col-md-10 col-sm-12 ">
                                                    <p> กรุณาอ่านรายละเอียดข้อกำหนดและเงื่อนไขดังต่อไปนี้ก่อนที่ผู้เรียนจะใช้บริการต่าง ๆบนไซด์ของเราและทำความเข้าใจอย่างละเอียดเพื่อให้แน่ใจว่าผู้เรียนได้ยอมรับข้อกำหนดดังกล่าวที่ระบุไว้โดยละเอียดแล้วทั้งหมด ผู้เรียนจะไม่สามารถใช้บริการเว็บไซต์ของบริษัทได้หากไม่เห็นด้วยกับข้อตกลงหรือนโยบายความเป็นส่วนตัวดังกล่าว เมื่อผู้เรียนเข้าสู่ระบบเว็ปไซด์และเริ่มใช้บริการของเราแล้วนั้นหมายถึงผู้เรียนได้ยอมรับข้อกำหนดดังกล่าวโดยเข้าใจอย่างละเอียดถี่ถ้วนแล้วและไม่มีข้อคัดค้านใด ๆ ทั้งสิ้น ทางเราอาจแก้ไขข้อตกลงฉบับนี้ได้ตลอดเวลา โดยเราจะนำข้อตกลงฉบับแก้ไขมาแสดงไว้ในเว็บไซต์ของเรา ข้อตกลงฉบับที่แก้ไขใหม่จะมีผลทันทีที่ทางเราลงประกาศใช้ และในกรณีที่ทางเรามีความประสงค์จะบอกเลิกข้อตกลงฉบับนี้ ทางเราจะแจ้งเป็นลายลักษณ์อักษรล่วงหน้าไม่น้อยกว่า 30 (สามสิบ) วันแก่ผู้เรียนผู้ใช้บริการทุกท่าน </p>
                                                    <p>1. คำจำกัดความ </p>
                                                    <p> 1.1 ' www.tutorlearner.com ' 'ทางเรา' หรือ 'ของเรา' หมายถึง บริษัท ติวเตอร์เลินเนอร์ จำกัด</p>
                                                    <p> 1.2 การคืนเงิน (Refund) หมายถึงการที่ www.tutorlearner.com คืนเงินค่าเสียหายจากการส่งออร์เดอร์ประเภท Feedback หรือ Re-feedbackไม่ทันตามเวลาที่กำหนดและผู้เรียนขอยกเลิกโดยไม่ยินยอมให้มีการเลื่อนเวลาส่งออร์เดอร์ดังกล่าว </p>
                                                    <p>1.3 การทำรายการโดยไม่ได้รับอนุญาต (Unauthorized Transaction) หมายถึง การทำรายการที่ไม่ได้เกิดจากเจ้าของที่แท้จริงของบัญชี บัตรเครดิต หรือบัตรเดบิต </p>
                                                    <p>1.4 ข้อผิดพลาด (Error) หมายถึง ข้อผิดพลาดในการดำเนินการที่เกิดจาก www.tutorlearner.com ทำให้ไม่สามารถใช้บริการบนเว็บไซต์ของเราได้ </p>
                                                    <p> 1.5 ข้อมูล (Information) หมายถึง ข้อมูลเกี่ยวกับบัญชีใดๆ ที่ผู้เรียนให้ไว้กับเรา </p>
                                                    <p> 1.6 ค่าธรรมเนียม (Fee) หมายถึง จำนวนเงินค่าธรรมเนียมในการถอนเงิน </p>
                                                    <p> 1.7 'นโยบาย' หรือ 'นโยบายต่างๆ' หมายถึง นโยบายใดๆ หรือข้อตกลงอื่นๆ ระหว่างผู้เรียนกับ www.tutorlearner.com ซึ่งผู้เรียนได้ทำขึ้นในเว็บไซต์ www.tutorlearner.com หรือโดยเกี่ยวข้องกับการที่คุณใช้บริการ www.tutorlearner.com </p>
                                                    <p>1.8 บริการของ www.tutorlearner.com หมายถึง ผลิตภัณฑ์และบริการ และคุณลักษณะอื่นใด เทคโนโลยี และ/หรือฟังก์ชันอื่นๆ ของเราทั้งหมดที่เราเสนอให้ในเว็บไซต์ของเรา หรือด้วยวิธีการอื่นใด </p>
                                                    <p>1.9 ผู้ใช้ (User) หมายถึง บุคคลใดหรือนิติบุคคลใดที่ใช้บริการ www.tutorlearner.com รวมถึงตัวผู้เรียน </p>
                                                    <p>1.10 รหัสส่วนลด (Redemption Code) หมายถึง ลำดับของอักษร ตัวเลข และ/หรือสัญลักษณ์ที่อยู่บนบัตรของขวัญ คูปองส่วนลด หรือข้อเสนอจากโปรโมชันอื่นๆ สำหรับใช้รับสิทธิประโยชน์ </p>
                                                    <p> 1.11 วัน (Day) หมายถึง วันตามปฏิทิน </p>
                                                    <p> 1.12 วันทำการ (Business Day) หมายถึง วันจันทร์ถึงวันศุกร์ ไม่รวมวันหยุดราชการของประเทศไทย </p>
                                                    <p> 1.13 แผนกบริการผู้เรียน (Customer Service) คือการให้ความสนับสนุนแก่ผู้เรียนของ Tutorlearner.com ซึ่งสามารถเข้าถึงทางออนไลน์ผ่านทาง support@Tutorlearner.com ได้ตลอดเวลา </p>


                                                    <p>2. การเติมเงินและการถอนค่าคอมมิชชั่นหรือยอดเงินคงเหลือ </p>
                                                    <p>2.1 ผู้เรียนสามารถเติมเงินสำหรับใช้บริการต่าง ๆ บนเว็บไซต์ของเราได้โดยผ่านระบบเติมเงิน </p>
                                                    <p> 2.2 ผู้เรียนสามารถถอนค่าคอมมิชชั่นและยอดเงินคงเหลือได้โดยผ่านระบบถอนเงินโดยมีขั้นต่ำในการถอนต่อครั้งไม่ต่ำกว่า 100 เหรียญสหรัฐ (ระบบจะดำเนินการให้ภายใน 14 วัน ผู้เรียนสามารถเช็คได้จากหน้า My Receipt ใบเสร็จของฉัน) </p>
                                                    <p> 2.3 การถอนรายได้ในแต่ล่ะครั้งระบบจะมีการเรียกเก็บค่าธรรมเนียม (Fee) โดยระบบจะมีการแจ้งให้ผู้เรียนทราบในขั้นตอนการถอนทุกครั้งและค่าธรรมเนียมนี้ระบบอาจมีการเปลี่ยนแปลงในภายหลังโดยไม่ต้องแจ้งให้ผู้เรียนทราบก่อนล่วงหน้า </p>
                                                    <p> 2.4 ทางเราจะไม่รับผิดชอบต่อค่าธรรมเนียมใดๆที่เกิดจากธนาคารของผู้เรียน </p>

                                                    <p> 3. ลิขสิทธิ์ทรัพย์สินทางปัญญา </p>
                                                    <p> 3.1 ทางเราไม่สนับสนุนให้ผู้เรียนมีการละเมิดลิขสิทธิ์ใด ๆ ดังนั้นผู้เรียนได้ยอมรับแล้วว่าผู้เรียนได้ทำการตรวจสอบลิขสิทธิ์ความเป็นเจ้าของเรียบร้อยแล้ว เช่น รูปถ่ายบุคคล ภาพตัวอย่าง เสียง วีดีโอ ผลงานวิจัย และอื่น ๆ เป็นต้น ซึ่งผู้เรียนเป็นผู้มีสิทธิ์ความเป็นเจ้าของแต่เพียงผู้เดียว หากเกิดปัญหาดังกล่าวขึ้นทางเราจะไม่รับผิดชอบใด ๆ ต่อความเสียหายทุกกรณีไม่ว่าจะเป็นเรื่องลิขสิทธิ์ทรัพย์สินทางปัญญาหรือความผิดอื่นใดในทางกฎหมาย </p>
                                                    <p> 3.2 ผู้เรียนได้ยอมรับแล้วว่าข้อมูลใดๆที่นำเข้าสู่เว็ปไซต์ของเราลูกค้าไม่มีความจำเป็นต้องขออนุญาตต่อบุคคลที่ 3 ที่อาจมีสิทธิ์ความเป็นเจ้าของในการถือครองในข้อมูลนี้ก่อนนำเข้าสู่ระบบของเรา </p>
                                                    <p> 3.3 ผู้เรียนได้ยอมรับแล้วว่าข้อมูลใดๆที่ลูกค้านำเข้าสู่ระบบของเราจะไม่มีความเป็นส่วนตัวหรือเป็นความลับ ดังนั้นทางเราขอแนะนำให้ผู้เรียนทำการลบข้อมูลส่วนตัวออกทุกครั้งก่อนนำเอกสารเข้าสู่ระบบ ตัวอย่างเช่น ชื่อ นามสกุล, ที่อยู่, เบอร์โทรศัพท์, อีเมล หรือรูปภาพส่วนตัว </p>
                                                    <p> 3.4 ผู้เรียนได้ยอมรับแล้วว่ายินยอมให้ทางระบบของเราสามารถนำเนื้อหาข้อมูลทุกส่วนเผยแพร่ในที่สาธารณะเช่น การอ่าน, แก้ไขหรือปรับเปลี่ยนเพิ่มเติมโดยไม่ต้องขออนุญาตใด ๆ </p>
                                                    <p> 3.5 เนื้อหาหรือบทความต่าง ๆ ของเว็บไซต์นี้ถือเป็นลิขสิทธิ์ซึ่ง www.tutorlearner.com เป็นเจ้าของแต่เพียงผู้เดียว </p>
                                                    <p> 3.6 ทางเราไม่อนุญาตให้ผู้เรียนนำเนื้อหาหรือบทความต่าง ๆ บนเว็บไซต์ของเราไปแก้ไขหรือทำการใด ๆ เพื่อใช้สำหรับเชิงพาณิชย์ </p>

                                                    <p> 3. ข้อจำกัดในการใช้งาน </p>
                                                    <p> 1. ผู้เรียนต้องมีอายุอย่างน้อย 18 ปีขึ้นไปจึงจะสามารถสมัครสมาชิก www.tutorlearner.com ได้หรือเด็กอายุต่ำกว่า 18 ปีต้องได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองตามกฎหมายเท่านั้น </p>
                                                    <p> 2. ผู้เรียนสามารถใช้ผลงานเขียนจากติวเตอร์ของเราเพื่อเป็นตัวอย่างประกอบในการทำความเข้าใจในบทเรียนดังกล่าวให้มากขึ้นเท่านั้นโดยผู้เรียนไม่สามารถนำผลงานเขียนจากติวเตอร์ไปใช้ในการส่งงานเพื่อรับคะแนนจากครูในโรงเรียนโดยไม่มีการแก้ไขใด ๆ </p>
                                                    <p> 3. การรับบริการเป็นเรื่องส่วนตัวสำหรับผู้เรียนเท่านั้นไม่สามารถโอนสิทธิ์ในการเข้าสู่ระบบเว็บไซต์หรือรับบริการให้กับบุคคลอื่นได้เว้นแต่ทางเราจะตกลงกันเป็นลายลักษณ์อักษรให้ทำเช่นนั้น </p>
                                                    <p> 4. ทางเราให้สิทธิ์ผู้เรียนในการใช้บริการของเราเพื่อวัตถุประสงค์ส่วนบุคคลที่ไม่ใช่เชิงพาณิชย์ ผู้เรียนไม่สามารถแก้ไขเนื้อหาสำเนาหรือดาวน์โหลดแจกจ่ายเผยแพร่ทำซ้ำหรือเสนอขายข้อมูลใด ๆ ที่ได้รับจาก Filebackhelp.com เว้นแต่ได้รับความยินยอมเป็นลายลักษณ์อักษร </p>
                                                    <p> 5. สำหรับผู้เรียนที่สั่งออร์เดอร์ซ้ำ ๆโดยไม่มีการชำระเงินใด ๆหรือมีการกระทำใด ๆที่สร้างความสับสนให้กับระบบอันเป็นการเจตนาก่อกวน ทางเราขออนุญาตระงับการใช้งานทันทีที่ตรวจพบการกระทำดังกล่าวโดยทางเราจะแจ้งให้ผู้เรียนทราบก่อนล่วงหน้าให้มีการถอนเงินที่ค้างในระบบให้เรียบร้อยก่อนระงับการใช้งาน </p>

                                                    <p> 4. การรับประกันและข้อจำกัดความรับผิด </p>
                                                    <p> 1. ทางเราจะไม่รับผิดชอบใด ๆต่อกรณีที่ระบบหยุดชะงักหรือล่าช้าในบริการต่างๆบนเว็บไซต์ของเรา อย่างไรก็ตามเราพร้อมที่จะให้ความช่วยเหลือผู้เรียนอย่างดีที่สุด </p>
                                                    <p> 2. ทางเราจะไม่รับผิดชอบใด ๆต่อกรณีที่ข้อมูลของผู้เรียนสูญหายจากคอมพิวเตอร์หรือบนระบบของเรา </p>
                                                    <p> 3. ทางเราได้เลือกใช้อุปกรณ์ซอฟแวร์ที่ผ่านการทดสอบและมีผู้เชี่ยวชาญเฉพาะด้านทำงานอย่างเต็มที่ในการให้บริการผู้เรียนราบรื่น แต่ทางเราไม่สามารถรับประกันได้ว่าระบบจะทำงานอย่างแม่นยำ 100 เปอร์เซ็นต์ </p>
                                                    <p> 4. ทางเราขอสงวนสิทธิ์ในการระงับการเข้าสู่ระบบสำหรับการบำรุงรักษาตามกำหนดเวลา / การอัปเดตเว็บไซต์ของเรา </p>
                                                    <p> 5. ทางเราจะไม่รับผิดชอบต่อการไม่สามารถเข้าสู่ไซต์ของเราเนื่องจากความล้มเหลวของลิ้งค์, เว็ปไซต์หรืออุปกรณ์ซึ่งอยู่นอกเหนือการควบคุมของทางเรา </p>
                                                    <p> 6. ทางเราจะไม่รับผิดชอบต่อผลการเรียนของผู้เรียนในหลักสูตรใด ๆ </p>
                                                    <p> 7. ในกรณีที่ผู้เรียนไม่พึงพอใจผลงานอันเนื่องมาจากบริการของเรา ทางเราจะทำการแก้ไขปัญหาดังกล่าวแต่จะไม่มีการคืนเงินใด ๆ ทั้งสิ้นเนื่องจากงานแต่ละชิ้นถือเป็นผลิตภัณฑ์และเมื่อส่งมอบให้กับผู้เรียนแล้วจะถือว่าเป็นสินค้าที่ขาย </p>
                                                    <p> 8. ทางบริษัทไม่สามารถรับประกันถึงคุณภาพของงานที่ทีมงานได้ทำการส่งมอบให้แก่ผู้เรียนได้ กรณีที่บริการของเราไม่เป็นไปตามความคาดหวังของผู้เรียน เช่นมีความผิดพลาดในการทำงานหรือการใช้ข้อมูล ฯลฯ ทีมงานผู้เชี่ยวชาญของเราจะได้รับโอกาสที่เหมาะสมในการทำงานให้เสร็จ </p>
                                                    <p> 9. ทางบริษัท ผู้เรียน ตัวแทน พนักงานหรือผู้บริหารของบริษัทสามารถปฏิเสธความรับผิดชอบในสถานการณ์ใด ๆ หรือความเสียหายที่เกิดขึ้นจากความประมาท อันเป็นผลสืบเนื่องจากการผิดสัญญา หรือค่าเสียหายเชิงลงโทษ ซึ่งรวมถึงการบาดเจ็บส่วนบุคคลทั้งทางร่างกายหรือจิตใจ การสูญเสียกำไร การสูญเสียโอกาสทางธุรกิจ และไม่ว่าจะสามารถคาดการณ์ได้หรือไม่ก็ตาม ความเสียหายทั้งหมดข้างต้นจะไม่อยู่ในความรับผิดชอบจากบริษัททั้งสิ้น </p>
                                                    <p> 10. ผู้เรียนยอมรับผิดชอบต่อค่าเสียหาย เช่น ค่าทนายความหรือค่าใช้จ่ายต่างๆในทางคดีไม่ว่าจะเป็น ค่าปรับ ค่าสินไหมทดแทน ที่เกิดจากการเรียกร้องใด ๆที่บริษัทได้รับที่เกิดจากการใช้งานที่ไม่ถูกต้องหรือการผิดข้อตกลงการใช้งานของเว็บไซต์ของเรา </p>
                                                    <p> 11. ทางบริษัทสามารถนำเนื้อหาต่างๆที่ทีมงานอัพโหลดขึ้นมาสู่ระบบเว็บไซต์เช่น รูปภาพ บทความ ผลงาน ข้อความ ชื่อบัญชี วีดีโอ ไปใช้ในการโฆษณาทางการตลาดเพื่อประโยชน์ของบริษัทได้โดยไม่ต้องขออนุญาตจากผู้เรียน </p>
                                                    <p> 12. ทางบริษัทสามารถยกเลิกออร์เดอร์ผู้เรียนได้หากระบบมีปัญหาเช่น ติวเตอร์ไม่เพียงพอ ระบบซอฟแวร์ขัดข้องหรืออื่น ๆ ที่ทางบริษัทไม่สามารถควบคุมได้ โดยทางบริษัทจะไม่มีการคืนเงินค่าบริการสมาชิกให้แก่ผู้เรียน </p>

                                                    <p>5. การแก้ไข </p>
                                                    <p> 1. ทางเราขอสงวนสิทธิ์แต่เพียงผู้เดียวในการแก้ไขข้อกำหนดและเงื่อนไขโดยไม่ต้องแจ้งให้คุณทราบ ข้อกำหนดและเงื่อนไขเวอร์ชั่นล่าสุดจะแทนที่เวอร์ชั่นก่อนหน้า </p>

                                                    <p> 6. การสิ้นสุด </p>
                                                    <p> 1. ทางเราขอสงวนสิทธิ์แต่เพียงผู้เดียวในการยุติข้อตกลงการให้บริการทั้งหมดหรือบางส่วนได้ตลอดเวลา </p>

                                                    <p> 7. การสมัครสมาชิก </p>
                                                    <p> 1. การลงทะเบียนหรือสมัครบริการของเราผู้เรียนยอมรับที่จะรับอีเมลสมัครสมาชิกเกี่ยวกับการอัปเดตการให้บริการ www.tutorlearner.com หรือข้อเสนอส่งเสริมการขายอื่น ๆ </p>

                                                    <p> 8. แพ็คเกจ </p>
                                                    <p> 1. แพ็คเกจ 6 เดือน ราคา $9.95 </p>
                                                    <p> เงื่อนไขการรับและถอนค่าแนะนำ </p>
                                                    <p> 1. หากผู้เรียนสมัคร Package นี้ผู้เรียนจะได้รับค่าแนะนำจากผู้ที่ซื้อ Packageนี้เท่านั้นเป็นจำนวนเงิน $10 ต่อการแนะนำ 1 ท่าน โดยค่าแนะนำนี้ผู้เรียนจะได้รับหลังจากที่ผู้ที่ท่านแนะนำได้สมัครแพ็คเก็จอันหนึ่งอันใดเป็นที่เรียบร้อยแล้วเท่านั้น </p>
                                                    <p> 2. ผู้เรียนสามารถถอนค่าคอมมิชชั่นและยอดเงินคงเหลือได้โดยผ่านรระบบถอนเงินโดยมีขั้นต่ำในการถอนต่อครั้งไม่ต่ำกว่า 100 ดอลล่าร์สหรัฐ (ระบบจะดำเนินการให้ภายใน 14 วัน ผู้เรียนสามารถเช็คได้จากหน้า My Receipt ใบเสร็จของฉัน) </p>
                                                    <p> 3. การถอนรายได้ค่าแนะนำในแต่ล่ะครั้งระบบจะมีการเรียกเก็บค่าธรรมเนียมโดยระบบจะมีการแจ้งให้ท่านทราบในขั้นตอนการถอนทุกครั้งและค่าธรรมเนียมนี้ระบบอาจมีการเปลี่ยนแปลงในภายหลังโดยไม่ต้องแจ้งให้ท่านทราบก่อนล่วงหน้า </p>

                                                    <p> 2. แพ็คเกจ 12 เดือน. ราคา $19.95 </p>
                                                    <p> เงื่อนไขการรับและถอนค่าแนะนำ </p>
                                                    <p> 1. หากผู้เรียนสมัคร Package นี้ผู้เรียนจะได้รับค่าแนะนำจากผู้ที่ซื้อ Package นี้ $20 และยังได้รับค่าแนะนำจาก Package $59.95 เป็นจำนวนเงิน $10 ด้วยเช่นกัน โดยค่าแนะนำนี้ผู้เรียนจะได้รับหลังจากที่ผู้ที่ท่านแนะนำได้สมัครแพ็คเกจอันหนึ่งอันใดเป็นที่เรียบร้อยแล้วเท่านั้น </p>
                                                    <p> 2. ผู้เรียนสามารถถอนค่าคอมมิชชั่นและยอดเงินคงเหลือได้โดยผ่านรระบบถอนเงินโดยมีขั้นต่ำในการถอนต่อครั้งไม่ต่ำกว่า 100 ดอลล่าร์สหรัฐ (ระบบจะดำเนินการให้ภายใน 14 วัน ผู้เรียนสามารถเช็คได้จากหน้า My Receipt ใบเสร็จของฉัน) </p>
                                                    <p> 3. การถอนรายได้ค่าแนะนำในแต่ล่ะครั้งระบบจะมีการเรียกเก็บค่าธรรมเนียมโดยระบบจะมีการแจ้งให้ท่านทราบในขั้นตอนการถอนทุกครั้งและค่าธรรมเนียมนี้ระบบอาจมีการเปลี่ยนแปลงในภายหลังโดยไม่ต้องแจ้งให้ท่านทราบก่อนล่วงหน้า </p>

                                                    <p> 8.3 แพ็คเกจ 12 เดือน. ราคา $49.95 </p>
                                                    <p> เงื่อนไขการรับและถอนค่าแนะนำ </p>
                                                    <p> 4. หากผู้เรียนสมัคร Package นี้ผู้เรียนจะได้รับค่าแนะนำจากผู้ที่ซื้อ Package นี้เป็นจำนวนเงิน $40และยังได้รับค่าแนะนำจาก Package $59.95 และ Package $109.95 ตามที่ระบุใน Package
                                                        โดยค่าแนะนำนี้ผู้เรียนจะได้รับหลังจากที่ผู้ที่ท่านแนะนำได้สมัครแพ็คเกจอันหนึ่งอันใดเป็นที่เรียบร้อยแล้วเท่านั้น </p>
                                                    <p> 5. ผู้เรียนสามารถถอนค่าคอมมิชชั่นและยอดเงินคงเหลือได้โดยผ่านรระบบถอนเงินโดยมีขั้นต่ำในการถอนต่อครั้งไม่ต่ำกว่า 100 ดอลล่าร์สหรัฐ (ระบบจะดำเนินการให้ภายใน 14 วัน ผู้เรียนสามารถเช็คได้จากหน้า My Receipt ใบเสร็จของฉัน) </p>
                                                    <p> 6. การถอนรายได้ค่าแนะนำในแต่ล่ะครั้งระบบจะมีการเรียกเก็บค่าธรรมเนียมโดยระบบจะมีการแจ้งให้ท่านทราบในขั้นตอนการถอนทุกครั้งและค่าธรรมเนียมนี้ระบบอาจมีการเปลี่ยนแปลงในภายหลังโดยไม่ต้องแจ้งให้ท่านทราบก่อนล่วงหน้า </p>

                                                    <p> หมายเหตุ: ทางเราอาจมีการเปลี่ยนแปลงราคาแพ็คเกจ ค่าคอมมิชชั่นและเงื่อนไขการถอนค่าคอมมิชชั่นได้ในภายหลัง โดยไม่ต้องแจ้งให้ผู้เรียนทราบล่วงหน้า </p>

                                                    <p> 9. นโยบายความเป็นส่วนตัว www.tutorlearner.com </p>
                                                    <p> ข้อมูลความเป็นส่วนตัวเป็นเรื่องที่สำคัญอย่างมากสำหรับเรา ทางเราตระหนักถึงความกังวลใจในเรื่องความปลอดภัยของข้อมูลส่วนตัวของผู้เรียนเป็นอย่างดี เรื่องจริยธรรมนี้เป็นหน้าที่ของเราที่ต้องปฏิบัติต่อผู้เรียนทุกท่าน นี่คือนโยบายที่เราจะปฏิบัติต่อข้อมูลส่วนตัวของผู้เรียนทุกท่านดังนี้ </p>
                                                    <p> 1. ข้อมูลทั้งหมดเกี่ยวกับผู้เรียนจะถูกเก็บไว้ใน บริษัท อย่างเคร่งครัด </p>
                                                    <p> 2. ทางเราจะไม่ส่งต่อข้อมูลผู้เรียนให้แก่บุคคลที่สาม </p>
                                                    <p> 3. การชำระเงินบนเว็บไซต์ของเราจะจัดการโดยบริษัท PayPal ซึ่งบริษัท PayPal ผู้เดียว (ไม่ใช่บริษัทของเรา) สามารถจัดการกับรายละเอียดบัตรเครดิตของผู้เรียนได้ โดยบริษัทของเราจะไม่มีการเก็บข้อมูลบัตรเครดิตของผู้เรียนเพื่อป้องกันการโกง หรือการถูกขโมยข้อมูลแต่อย่างใด </p>
                                                    <p> 4. ทางเราขอสงวนสิทธิ์ในการเปิดเผยข้อมูลส่วนบุคคลของผู้เรียนตามที่กฎหมายกำหนดและเมื่อเราเชื่อว่าการเปิดเผยข้อมูลเป็นสิ่งที่จำเป็นเพื่อปกป้องสิทธิของบริษัทเรา / หรือเพื่อปฏิบัติตามกระบวนการพิจารณาคดีคำสั่งศาลหรือกระบวนการทางกฎหมายที่ให้บริการบนเว็บไซต์ของเรา </p>
                                                    <p> 5. www.tutorlearner.com ขอสงวนสิทธิ์ในการแก้ไขคำชี้แจงสิทธิ์ส่วนบุคคลนี้ได้ตลอดเวลาดังนั้นโปรดตรวจสอบการเปลี่ยนแปลงใด ๆ ที่ทำกับนโยบายข้างต้นจะถูกโพสต์แสดงไว้ที่นี่และถือว่าคุณตกลงกับการเปลี่ยนแปลงดังกล่าว </p>

                                                    <p> 10. นโยบายการแก้ไขและการคืนเงิน แสดงก่อนสั่งออร์เดอร์ </p>
                                                    <p> ทางเราขอให้ท่านอ่านนโยบายการแก้ไขและการคืนเงินต่อไปนี้อย่างรอบคอบซึ่งเป็นข้อตกลงที่มีผลผูกพันตามกฎหมายระหว่างคุณ (ผู้เรียน) และแพลตฟอร์มเช่น www.tutorlearner.com </p>
                                                    <p> 10.1 การสั่งออร์เดอร์แต่ล่ะครั้งทางเราขอแนะนำให้ผู้เรียนระบุวันรับงานเผื่อไว้ล่วงหน้าอย่างน้อย 2 วันก่อนนำงานไปใช้จริง </p>
                                                    <p> 10.2 เมื่อผู้เรียนกดชำระเงินตามลิงค์ในอีเมลที่ได้รับแล้วระบบจะยังไม่มีการหักยอดเงินตัวเลขในWallet จนกว่าผู้เรียนจะได้รับ งานที่สั่งไว้เป็นที่เรียบร้อยแล้วและทางเราจะไม่มีการคืนเงินใด ๆทุกกรณี ยกเว้นแก้ไข Feedback หรือ Re-feedbackไม่ทันเวลา โดยทางเราจะมอบ Cashback คืนเงินให้ผู้เรียนจำนวน 50% ของราคาออร์เดอร์ดังกล่าว </p>
                                                    <p> 10.3 กรณีที่ออร์เดอร์เกิดปัญหามีความผิดพลาดของข้อมูลหรือเกิดจากการทำงานที่ไม่สมบูรณ์ ผู้เรียนสามารถแก้ไขงาน Feedback ได้ฟรี 3 ครั้ง/ออร์เดอร์ โดยมีระยะเวลาการรับประกันการแก้ไขงานทั้งสิ้น 60 วัน </p>
                                                    <p> 10.4 กรณีที่ออร์เดอร์ผู้เรียนหมดอายุการรับประกัน 60 วัน ไม่ว่าสิทธิ์ในการแก้ไขงาน Feedback ยังคงเหลืออยู่หรือไม่ก็ตาม ผู้เรียนจะสามารถกดปุ่ม Re-feedback ใหม่ได้อีก 1 ครั้ง โดยทางเราจะคิดค่าบริการ 50% จากราคาเดิมของ Order ดังกล่าวโดยผู้เรียนสามารถแก้ไขงาน Feedback ได้ฟรีอีก 3 ครั้ง ภายใน 60 วัน </p>
                                                    <p> 10.5 บริษัทจะไม่สามารถคืนเงินจำนวนดังกล่าวให้ท่านได้อีกต่อไป หากท่านแจ้งระงับการชำระเงินผ่านผู้ให้บริการรับชำระเงิน หรือธนาคาร หรือสถาบันการเงิน หรือบุคคลอื่นๆนอกเหนือจากบริษัท </p>

                                                    <p> หมายเหตุ: กรณีผู้เรียนใช้สิทธิ์ในการแก้ไขงานครบ 3 ครั้งแล้วแต่ระยะเวลาประกันยังไม่หมดอายุ และผู้เรียนต้องการแก้ไขงานเพิ่มเติม ผู้เรียนสามารถกดปุ่ม Re-feedback ได้อีก 1 ครั้ง </p>
                                                    <p> 10.6 การแก้ไขงานผู้เรียนต้องแจ้งล่วงหน้าอย่างน้อย 4 วัน (ไม่นับวันที่แจ้ง) </p>
                                                    <p> 10.7 การแก้ไขงานต้องอยู่ในขอบเขตของงานที่ผู้เรียนได้ตกลงไว้ก่อนชำระเงินเท่านั้น </p>
                                                    <p> 10.8 กรณีที่ทางเราไม่สามารถส่งงานที่ต้องทำการแก้ไข Feedback หรือ Re-feedbackได้ทันเวลา และทางเราได้มีการส่งอีเมลเพื่อเจรจาขอเลื่อนเวลากับทางผู้เรียนแต่ผู้เรียนปฏิเสธหรือขอยกเลิกการแก้ไข Feedback ใน Order ดังกล่าว ทางเราจะมอบ Cashback คืนเงินให้ผู้เรียนจำนวน 50% ของราคาออร์เดอร์ดังกล่าวโดยผู้เรียนสามารถถอนจำนวนเงินดังกล่าวออกได้ (โดยระบบจะดำเนินการให้ภายใน 30 วัน ผู้เรียนสามารถเช็คได้จากหน้า My Cashback รับเงินคืน) </p>
                                                    <p> 10.9 หลังจากผู้เรียนได้ชำระเงินแล้วทางเราสามารถยกเลิกออร์เดอร์ได้ทุกกรณีที่เกิดปัญหาไม่สามารถดำเนินการ Order ให้แล้วเสร็จได้ โดยมีอีเมลแจ้งให้ผู้เรียนทราบทุกครั้ง (กรณีนี้จะไม่มีการคิดค่าบริการใด ๆทั้งสิ้นและยอดเงินใน My wallet กระเป๋าเงินของผู้เรียนยังคงเท่าเดิมและสามารถถอนเงินดังกล่าวออกได้ โดยทางระบบของเราจะดำเนินการให้ภายใน 30 วัน) </p>
                                                    <p> 10.10 กรณีบัญชีของผู้เรียนถูกนำไปใช้ชำระค่าบริการโดยบุคคลท่านอื่น (Unauthorized Transaction) ทางเราจะไม่มีการคืนเงินหรือรับผิดชอบต่อความเสียหายที่เกิดขึ้น </p>
                                                </div>
                                                <div class="col-md-1 "></div>
                                            </div>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="col-2 "></div>

                        </div>
                    </div>
                </div>
                <!--Accordion area end-->
            <?php } ?>
        </div>
    </div>
</div>
<!--Checkout page section end-->
<br>
<!-- <div class="modal fade" tabindex="-1" role="dialog" id="order_c">
    <div class="modal-dialog modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header" style="border-bottom: 1px solid #e9ecef; border-top:0">
                <h5 class="modal-title">Modal title</h5>
            </div>
            <div class="modal-body">
                <p>Modal body text goes here.</p>
            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-primary" id="agree_user_manual">Agree</button>
            </div>
        </div>
    </div>
</div> -->