<script>
    $(function() {
        $('#single').selectator();

        $('#btnSingle').click(function() {
            var s = $('#single').html();
            alert(s);
        });

        $('#multiple').selectator({
            showAllOptionsOnFocus: true
        });

        $('#btnMultiple').click(function() {
            var s = $('#multiple').val();
            alert(s);
        });
    });
</script>
<style>
    #selectator_multiple {
        min-height: 55px !important;
    }

    .modal-dialog {
        overflow-y: initial !important
    }

    .modal-body {
        height: 80vh;
        overflow-y: auto;
    }

    .font-18 {
        font-size: 18px;
    }
</style>
<!-- customer login start -->
<div class="modal fade" tabindex="-1" role="dialog" aria-labelledby="mySmallModalLabel" id="myModal2">
    <div class="modal-dialog modal-dialog-centered modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header" style="border-bottom: 1px solid #e9ecef; border-top:0">
                <h5 class="modal-title" id="staticBackdropLabel" style="font-size: 20px;">ข้อตกลงและเงื่อนไข</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">

                <p class="font-18" style="margin-bottom: 0rem;"> ข้อตกลงและเงื่อนไขการใช้บริการเว็ปไซต์ของเรา </p>

                <p class="font-18"> กรุณาอ่านรายละเอียดข้อกำหนดและเงื่อนไขดังต่อไปนี้โดยละเอียดก่อนที่ท่านจะเข้ามาเป็นส่วนนึงของติวเตอร์บนเว็บไซต์ของเราและทำความเข้าใจอย่างละเอียดเพื่อให้แน่ใจว่าท่านได้ยอมรับข้อกำหนดดังกล่าวที่ระบุไว้โดยละเอียดแล้วทั้งหมด หากท่านเข้าสู่ระบบเว็ปไซด์ของเราแล้วนั้นหมายถึงท่านได้ยอมรับข้อกำหนดดังกล่าวโดยเข้าใจอย่างละเอียดถี่ถ้วนแล้วและไม่มีข้อคัดค้านใด ๆทั้งสิ้น </p>
                <p class="font-18"> 1. คำจำกัดความ </p>
                <p class="font-18"> 1.1 ' www.tutorlearner.com ' 'ทางเรา' หรือ 'ของเรา' หมายถึง บริษัท ติวเตอร์เลินเนอร์ จำกัด </p>
                <p class="font-18">1.2 การทำรายการโดยไม่ได้รับอนุญาต (Unauthorized Transaction) หมายถึง การทำรายการที่ไม่ได้เกิดจากเจ้าของที่แท้จริงของบัญชี บัตรเครดิต หรือบัตรเดบิต </p>
                <p class="font-18">1.3 ข้อผิดพลาด (Error) หมายถึง ข้อผิดพลาดในการดำเนินการที่เกิดจาก www.tutorlearner.com ทำให้ไม่สามารถใช้บริการบนเว็บไซต์ของเราได้ </p>
                <p class="font-18"> 1.4 ข้อมูล (Information) หมายถึง ข้อมูลเกี่ยวกับบัญชีใดๆ ที่ผู้เรียนให้ไว้กับเรา </p>
                <p class="font-18"> 1.5 ค่าธรรมเนียม (Fee) หมายถึง จำนวนเงินค่าธรรมเนียมในการถอนเงิน </p>
                <p class="font-18"> 1.6 'นโยบาย' หรือ 'นโยบายต่างๆ' หมายถึง นโยบายใดๆ หรือข้อตกลงอื่นๆ ระหว่างผู้เรียนกับ www.tutorlearner.com ซึ่งผู้เรียนได้ทำขึ้นในเว็บไซต์ www.tutorlearner.com หรือโดยเกี่ยวข้องกับการที่คุณใช้บริการ www.tutorlearner.com </p>
                <p class="font-18"> 1.7 บริการของ www.tutorlearner.com หมายถึง ผลิตภัณฑ์และบริการ และคุณลักษณะอื่นใด เทคโนโลยี และ/หรือฟังก์ชันอื่นๆ ของเราทั้งหมดที่เราเสนอให้ในเว็บไซต์ของเรา หรือด้วยวิธีการอื่นใด </p>
                <p class="font-18"> 1.8 ผู้ใช้ (User) หมายถึง บุคคลใดหรือนิติบุคคลใดที่ใช้บริการ www.tutorlearner.com รวมถึงตัวติวเตอร์ </p>
                <p class="font-18"> 1.9 วัน (Day) หมายถึง วันตามปฏิทิน </p>
                <p class="font-18"> 1.10 วันทำการ (Business Day) หมายถึง วันจันทร์ถึงวันศุกร์ ไม่รวมวันหยุดราชการของประเทศไทย </p>

                <p class="font-18" style="margin-bottom: 0rem;"> 2. ลิขสิทธิ์ทรัพย์สินทางปัญญา </p>
                <p class="font-18"> ทางเราไม่สนับสนุนให้มีการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาผลงานของผู้อื่น ดังนั้นติวเตอร์จำเป็นต้องทำการตรวจเช็คข้อมูลก่อนที่จะนำมาใช้ประกอบการทำงานทุกครั้ง เช่น รูปถ่ายบุคคล ภาพตัวอย่าง เสียง วีดีโอ ผลงานวิจัย และอื่นๆ เป็นต้น หากเกิดปัญหาดังกล่าวขึ้นทางเราจะไม่รับผิดชอบใดๆต่อความเสียหายทุกกรณีไม่ว่าจะเป็นเรื่องลิขสิทธิ์ทรัพย์สินทางปัญญาหรือความผิดอื่นใดในทางกฎหมายต่อประเทศนั้นๆไม่ว่าจะทั้งทางตรงและทางอ้อม)</p>
                <p class="font-18"> 2.1 ติวเตอร์ได้ยอมรับแล้วว่ายินยอมให้ทางระบบของเราสามารถนำเนื้อหาข้อมูลทุกส่วนเผยแพร่ในที่สาธารณะเช่น การอ่าน, แก้ไขหรือปรับเปลี่ยนเพิ่มเติมโดยไม่ต้องขออนุญาตใดๆจากทางติวเตอร์</p>
                <p class="font-18"> 2.2 ติวเตอร์ได้ยอมรับแล้วว่าเนื้อหาหรือบทความต่างๆของเว็บไซต์นี้ถือเป็นลิขสิทธิ์ซึ่ง www.tutorlearner.com เป็นเจ้าของแต่เพียงผู้เดียว</p>
                <p class="font-18"> 2.3 ติวเตอร์ได้ยอมรับแล้วว่าจะไม่นำเนื้อหาหรือบทความต่างๆบนเว็บไซต์ของเราไปแก้ไขหรือทำการใดๆเพื่อใช้สำหรับเชิงพาณิชย์</p>

                <p class="font-18" style="margin-bottom: 0rem;"> 3. นโยบายความเป็นส่วนตัว www.tutorlearner.com </p>
                <p class="font-18">ข้อมูลความเป็นส่วนตัวเป็นเรื่องที่สำคัญอย่างมากสำหรับเรา ทางเราตระหนักถึงความกังวลใจในเรื่องความปลอดภัยของข้อมูลส่วนตัวของติวเตอร์เป็นอย่างดี เรื่องจริยธรรมนี้เป็นหน้าที่ของเราที่ต้องปฏิบัติต่อติวเตอร์ นี่คือนโยบายที่เราจะปฏิบัติต่อข้อมูลส่วนตัวของติวเตอร์ทุกท่านดังนี้</p>
                <p class="font-18">3.1 ข้อมูลทั้งหมดเกี่ยวกับติวเตอร์จะถูกเก็บไว้ใน บริษัท อย่างเคร่งครัด </p>
                <p class="font-18"> 3.2 ทางเราจะไม่ส่งต่อข้อมูลลูกค้าให้แก่บุคคลที่สาม </p>
                <p class="font-18"> 3.3 การชำระเงินบนเว็บไซต์ของเราจะจัดการโดยบริษัท PayPal ซึ่งบริษัท PayPal ผู้เดียว (ไม่ใช่บริษัทของเรา) สามารถจัดการกับรายละเอียดบัตรเครดิตของทีมงานได้ โดยบริษัทของเราจะไม่มีการเก็บข้อมูลบัตรเครดิตของทีมงานเพื่อป้องกันการโกงหรือการถูกขโมยข้อมูลแต่อย่างใด </p>
                <p class="font-18"> 3.4 ทางเราขอสงวนสิทธิ์ในการเปิดเผยข้อมูลส่วนบุคคลของทีมงานตามที่กฎหมายกำหนดและเมื่อเราเชื่อว่าการเปิดเผยข้อมูลเป็นสิ่งที่จำเป็นเพื่อปกป้องสิทธิของบริษัทเรา / หรือเพื่อปฏิบัติตามกระบวนการพิจารณาคดีคำสั่งศาลหรือกระบวนการทางกฎหมายที่ให้บริการบนเว็บไซต์ของเรา </p>
                <p class="font-18"> 3.5 www.tutorlearner.com ขอสงวนสิทธิ์ในการแก้ไขคำชี้แจงสิทธิ์ส่วนบุคคลนี้ได้ตลอดเวลาดังนั้นโปรดตรวจสอบการเปลี่ยนแปลงใด ๆ ที่ทำกับนโยบายข้างต้นจะถูกโพสต์แสดงไว้ที่นี่และถือว่าคุณตกลงกับการเปลี่ยนแปลงดังกล่าว</p>

                <p class="font-18"> 4. ผลงานที่ถูกปฏิเสธ </p>
                <p class="font-18"> 4.1 หากผลงานของติวเตอร์ไม่ผ่านเกณฑ์การตรวจเช็คจากทางเรา อันเนื่องมาจากติวเตอร์ขาดทักษะความรู้ความสามารถในการทำงานใน Order นั้นๆทางเราสามารถปฏิเสธผลงานของติวเตอร์โดยไม่มีการจ่ายค่าตอบแทนใดๆใน Order ดังกล่าวและอีกทั้งระบบยังหักรายได้ของติวเตอร์เป็นจำนวนเงิน 100 บาท จาก My Income (ขึ้นอยู่กับดุลยพินิจของทางเราอีกที โดยจะมีรายละเอียดแจ้งอย่างชัดเจนเพื่อสร้างความเข้าใจต่อติวเตอร์) ดังนั้นทางเราจึงขอแนะนำให้ติวเตอร์ทุกท่านทำการตรวจเช็คขอบเขตงานอย่างละเอียดก่อนกด Confirm Order ในแต่ล่ะครั้งเพื่อให้แน่ใจว่าติวเตอร์มีความสามารถและทักษะที่เพียงพอในการทำงาน Order ดังกล่าวให้สำเร็จโดยสมบูรณ์และเพื่อไม่เป็นการเสียโอกาสการทำงานของติวเตอร์ท่านอื่น</p>

                <p class="font-18"> 5. ข้อจำกัดความรับผิดชอบและข้อสงวนสิทธิ์ของทางบริษัท www.tutorlearner.com </p>
                <p class="font-18"> 5.1 ติวเตอร์ยืนยันว่าข้อมูลต่างๆที่ใช้ในการสมัครเป็นสมาชิกเป็นข้อมูลจริงของติวเตอร์เอง หากบริษัทพบว่าข้อมูลไม่เป็นความจริงไม่ว่าในระหว่างการสมัครหรือหลังจากที่การสมัครเสร็จสิ้นแล้ว บริษัทมีสามารถระงับบัญชีของติวเตอร์ได้ทันทีและจะดำเนินการเรียกร้องค่าเสียหายที่เกิดขึ้นจากติวเตอร์ได้</p>
                <p class="font-18"> 5.2 บริษัทสามารถทำการตรวจสอบความเป็นเจ้าของบัญชีของติวเตอร์โดยติวเตอร์จะต้องแสดงความเป็นเจ้าของบัญชีด้วยการแสดงหลักฐานต่างๆ เช่น พาสปอร์ต บัตรประจำตัวประชาชน สมุดบัญชี หรือเอกสารทางกฎหมายต่างๆ ที่หน่วยงานราชการเป็นผู้ออกให้ </p>
                <p class="font-18"> 5.3 ทางบริษัทสามารถนำเนื้อหาต่างๆที่ติวเตอร์อัพโหลดขึ้นมาสู่ระบบเว็บไซต์เช่น รูปภาพ บทความ ผลงาน ข้อความ ชื่อบัญชี วีดีโอ ไปใช้ในการโฆษณาทางการตลาดเพื่อประโยชน์ของบริษัทได้โดยไม่ต้องขออนุญาตจากติวเตอร์ </p>
                <p class="font-18"> 5.4 ทางบริษัท ลูกจ้าง ตัวแทน พนักงานหรือผู้บริหารของบริษัทสามารถปฏิเสธความรับผิดชอบในสถานการณ์ใด ๆ หรือความเสียหายที่เกิดขึ้นจากความประมาท อันเป็นผลสืบเนื่องจากการผิดสัญญา หรือค่าเสียหายเชิงลงโทษ ซึ่งรวมถึงการบาดเจ็บส่วนบุคคลทั้งทางร่างกายหรือจิตใจ การสูญเสียกำไร การสูญเสียโอกาสทางธุรกิจ และไม่ว่าจะสามารถคาดการณ์ได้หรือไม่ก็ตาม ความเสียหายทั้งหมดข้างต้นจะไม่อยู่ในความรับผิดชอบจากบริษัททั้งสิ้น</p>
                <p class="font-18"> 5.5 หากบริษัทพบว่าติวเตอร์มีบัญชีมากกว่าหนึ่งบัญชี หรือใช้ชื่อหรือข้อมูลรายละเอียดของบุคคลอื่นมาสมัครใช้งานหรือพบว่าติวเตอร์มีการซื้อขายบัญชีเกิดขึ้น ทั้งนี้บริษัทมีสิทธิ์ระงับการใช้งานบัญชีที่เกี่ยวข้องทั้งหมดได้ทันทีและสามารถเรียกค่าเสียหายจากติวเตอร์ได้</p>
                <p class="font-18"> 5.6 ติวเตอร์ยอมรับผิดชอบต่อค่าเสียหาย เช่น ค่าทนายความหรือค่าใช้จ่ายต่างๆ ในทางคดี ไม่ว่าจะเป็น ค่าปรับ ค่าสินไหมทดแทน ที่เกิดจากการเรียกร้องใด ๆที่บริษัทได้รับที่เกิดจากการใช้งานที่ไม่ถูกต้องหรือการผิดข้อตกลงการใช้งานของเว็บไซต์ของเรา</p>
                <p class="font-18"> 5.7 ติวเตอร์จะต้องไม่ส่งข้อมูลส่วนตัวให้แก่ผู้เรียนไม่ว่าด้วยวัตถุประสงค์ใดก็ตามเช่น อีเมล เบอร์โทร ไลน์ไอดี และอื่น ๆ หรือจะต้องไม่กระทำการใดๆ เพื่อเป็นการจูงใจให้นำไปสู่การติดต่อเพื่อจ้างงานนอกเว็บไซต์ หากทางบริษัทมีการตรวจสอบพบการกระทำดังกล่าว ทางบริษัทจะถือว่ารายได้ทั้งหมดของติวเตอร์ที่ค้างในระบบและสิทธิประโยชน์อื่นๆถือเป็นอันโมฆะและทางบริษัทมีสิทธิ์เด็ดขาดแต่เพียงผู้เดียวในการระงับการใช้งานของติวเตอร์บนเว็บไซต์ทันทีโดยไม่ต้องแจ้งให้ทางติวเตอร์ทราบล่วงหน้า</p>

                <p class="font-18"> 6. การถอนรายได้</p>
                <p class="font-18"> 6.1 ปุ่มถอนรายได้ของติวเตอร์จะสามารถถอนได้หลังจากส่งงานแล้วภายในระยะเวลา 15 วันแต่ไม่เกิน 65 วันและงานนั้นจะต้องไม่อยู่ในสถานะถูก Feedback หรือ Re-Feedback โดยปุ่มถอนเงินนั้นจะแสดงในหน้า My task ขึ้นสัญลักษณ์ว่า Withdraw</p>
                <p class="font-18"> 6.2 หลังจากปุ่มถอนเงิน Withdraw แสดงขึ้นติวเตอร์จะต้องทำการกดถอนรายได้ออร์เดอร์ดังกล่าวภายในระยะเวลา 30 วันเท่านั้น หากครบกำหนด 30 วันแล้วไม่มีการกดปุ่ม Withdraw จะถือว่าติวเตอร์ได้สละสิทธิ์รายได้ของออร์เดอร์ดังกล่าวทันทีและระบบจะขึ้นสถานะว่า Withdraw Expired คือหมดอายุการถอนเงิน</p>

                <p class="font-18"> หมายเหตุ: บริษัทไม่คิดค่าใช้จ่ายใดใดในการถอนรายได้ของติวเตอร์ </p>

                <p class="font-18"> 7. การถูกระบบระงับการทำงาน </p>
                <p class="font-18"> 7.1 หากทางเรามีการตรวจสอบพบว่าการทำงานของติวเตอร์เกิดปัญหาซ้ำ ๆจากความไม่รอบคอบหรือไม่มีทักษะความรู้ในการทำงานทำให้ถูกหักรายได้บ่อยครั้ง ทางเราจะมีการหักค่าเสียหายจากกรณีดังกล่าวและจะดำเนินการระงับการใช้งานบัญชีทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยรายได้จากการทำงานของติวเตอร์ที่สะสมไว้ใน My income สามารถถอนออกได้ตามเงื่อนไขขั้นตอนการถอนปรกติของทางระบบ </p>

                <p class="font-18"> 8. การลาออกหรือหยุดทำงาน </p>
                <p class="font-18"> 8.1 ติวเตอร์สามารถหยุดทำงานและกลับเข้ามาทำงานใหม่ในระบบได้ตลอดเวลาโดยไม่มีข้อจำกัดใด ๆ </p>

                <p class="font-18" style="margin-bottom: 0rem;"> 9. การเลื่อนส่งงานทั้ง Order ปรกติหรือ Feedback และ Re-feedback </p>
                <p class="font-18"> เรื่องการตรงต่อเวลาเป็นสิ่งที่ทางเราให้ความสำคัญอย่างยิ่ง ดังนั้นติวเตอร์จะต้องส่งงานไม่ว่าจะเป็นOrder ปรกติหรือ Feedback และ Re-feedback ให้ตรงตามวันเวลาที่กำหนดไว้ในOrder แต่หากกรณีที่ติวเตอร์มีความจำเป็นต้องการขอเลื่อนเวลาส่งงานช้ากว่ากำหนด สามารถทำตามข้อกำหนดดังนี้ </p>
                <p class="font-18"> 9.1 ส่งงานช้าไม่เกิน 12 ชม.หลังครบกำหนดส่งOrder ระบบจะหักรายได้เป็นจำนวนเงิน 100 บาท ต่อการส่งงานช้า 1 ครั้งโดยหักจากMy Income ติวเตอร์สามารถสังเกตได้จากระบบนับเวลาถอยหลังที่ยังคงทำงานต่ออีก12ชม. หากระบบนับเวลาถอยหลังได้หยุดลงให้ติวเตอร์ทำตามในข้อ 9.2 </p>
                <p class="font-18"> 9.2 ส่งงานช้าเกิน 12 ชม.หลังครบกำหนดส่งOrder (ไม่มีกำหนดวันที่เกินขึ้นอยู่กับความยินยอมของทางผู้เรียน ) โดยระบบจะหักรายได้เป็นจำนวนเงิน 200 บาท ต่อการส่งงานช้า 1 ครั้งโดยหักจาก My Income กรณีนี้ติวเตอร์ต้องติดต่อเจ้าหน้าที่แจ้งความประสงค์ก่อนเวลา 12 ชม.สุดท้ายจะสิ้นสุดลงเท่านั้น หากหลังจาก12 ชม.สุดท้ายได้สิ้นสุดลงและไม่มีการติดต่อจากทางติวเตอร์ใดๆระบบจะยกเลิก Order ดังกล่าวทันทีและติวเตอร์จะไม่ได้รับค่าตอบแทนใดๆ (กรณีส่งงานช้าเกิน 12 ชม.ติวเตอร์อาจไม่สามารถส่งงานได้ทั้งนี้ขึ้นอยู่กับความยินยอมของทางผู้เรียน ดังนั้นเพื่อไม่ให้เป็นปัญหาต่อการทำงานติวเตอร์ควรส่งงานให้ตรงต่อเวลาที่กำหนดไว้อย่างเคร่งครัด) </p>

                <p class="font-18"> 10. การส่งความคืบหน้า Update งาน </p>
                <p class="font-18"> 10.1 หลังจากกด Confirm order แล้วติวเตอร์ต้องทำการส่ง Update ความคืบหน้าของงานตามจำนวนครั้งที่กำหนดไว้ กรณีที่ติวเตอร์ไม่สามารถส่ง Update ความคืบหน้าของงาน ติวเตอร์จะต้องติดต่อแจ้งเจ้าหน้าที่ล่วงหน้าเพื่อขอเลื่อนส่ง Update ก่อนเวลากำหนดส่ง Update จะสิ้นสุดลง กรณีนี้ระบบจะยังไม่ยกเลิกOrder แต่หากติวเตอร์ไม่ทำการแจ้งเจ้าหน้าที่ล่วงหน้าระบบจะยกเลิก Order ทันทีเมื่อเวลากำหนดส่ง Update สิ้นสุดลงแล้วโดยจะมีอีเมลและ pop up แจ้งให้ติวเตอร์ทราบทุกครั้ง (สามารถอ่านรายละเอียดการ Update งานได้จาก Link ด้านล่างนี้)
                    (การไม่ส่ง Updateความคืบหน้าของงานบ่อยครั้ง บัญชีของท่านอาจถูกระบบระงับการใช้งานแบบถาวร) </p>

                <p class="font-18"> 11. การกดยกเลิก Order ปรกติ </p>
                <p class="font-18"> 11.1 เมื่อติวเตอร์กด Confirm Order แล้วไม่สามารถดำเนินการ Order ดังกล่าวได้สำเร็จหรือไม่สามารถทำการส่ง Delivery Order ดังกล่าวได้ทันเวลา ติวเตอร์สามารถกดปุ่มยกเลิก Orderได้ทันทีโดยไม่มีกำหนดจำนวนครั้งในการกดยกเลิก โดยติวเตอร์จะต้องกดปุ่มยกเลิก Order ภายในระยะเวลาที่กำหนดเท่านั้น สามารถดูรายละเอียดเพิ่มเติมได้ในหัวข้อ “สรุปตารางการหักรายได้กรณีต่างๆที่ต้องรู้ก่อนทำงาน” </p>
                <p class="font-18"> 11.2 หากติวเตอร์กดยกเลิก Order ในเดือนนั้นๆครบ 2 ครั้ง ติวเตอร์จะไม่สามารถกด Confirm Order ใหม่ได้จนกว่าจะครบ 30 วัน. โดยระบบจะเริ่มนับวันที่ติวเตอร์กดยกเลิกครั้งที่ 2 เป็นวันแรกที่ถูกระงับการกด Confirm order (การกดยกเลิกงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>

                <p class="font-18"> 12. การกดยกเลิก Feedback และ Re-feedback </p>
                <p class="font-18"> 12.1 กรณีที่ Order ของติวเตอร์มี Feedbackหรือ Re-feedback ที่ต้องทำการแก้ไขแต่ไม่สามารถทำการแก้ไขให้ทันตามวันเวลาดังกล่าวได้ ติวเตอร์สามารถกดปุ่มยกเลิก Order ดังกล่าวทันทีโดยติวเตอร์จะต้องกดปุ่มยกเลิก Order ภายในระยะเวลาที่กำหนดเท่านั้น สามารถดูรายละเอียดเพิ่มเติมได้ในหัวข้อ “สรุปตารางการหักรายได้กรณีต่างๆที่ต้องรู้ก่อนทำงาน”
                    (การกดยกเลิกงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>

                <p class="font-18"> 13. การไม่กดยกเลิกหรือกดยกเลิกหลังกำหนดวันส่งงาน
                    (ทั้งOrderปรกติหรือ Feedback และ Re-feedback) </p>
                <p class="font-18"> 13.1 หากติวเตอร์ไม่สามารถดำเนินการ Order ดังกล่าวได้สำเร็จหรือไม่สามารถทำการส่ง Delivery Order ดังกล่าวได้ทันเวลาและไม่มีการกดยกเลิก Order หรือกดยกเลิกหลังกำหนดวันส่งงาน โดยที่ระบบนับเวลาถอยหลัง 12 ชม.สุดท้ายเริ่มขึ้นแล้ว ติวเตอร์จะถูกระบบหักรายได้เป็นจำนวนเงิน 300 บาท ต่อการไม่กดยกเลิก1 ครั้งจากMy Income
                    (การไม่กดยกเลิกงานหรือไม่ส่งงานบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>

                <p class="font-18"> 14. การหลีกเลี่ยงไม่ให้ถูก Feedback </p>
                <p class="font-18"> 14.1 ทางเราไม่สนับสนุนให้มี Feedback เกิดขึ้นบ่อยครั้งกับการทำงานของติวเตอร์ซึ่งอาจส่งผลกระทบทำให้ติวเตอร์มีระยะเวลาในการแก้ไข Feedback ที่ไม่เพียงพอหรือจากการที่ติวเตอร์กด Confirmed Order หลาย Order และถูกFeedback พร้อมกันในเวลาเดียวกันอาจทำให้ทีมงานส่ง Feedback ไม่ทันเวลาที่กำหนด ทางเราจึงขอแนะนำให้ติวเตอร์ทุกท่านทำการตรวจเช็คขอบเขตงานอย่างละเอียดก่อนกด Confirm Order ในแต่ล่ะครั้งเพื่อให้แน่ใจว่าติวเตอร์มีความสามารถและทักษะที่เพียงพอในการดำเนินงานให้สำเร็จอย่างสมบูรณ์ในOrder ดังกล่าว รวมถึงขั้นตอนในการส่ง Delivery ติวเตอร์จำเป็นต้องทำการตรวจเช็ครายละเอียดงานให้ครบถ้วนก่อนส่งงานทุกครั้งเพื่อให้มีการแก้ไข Feedback จาก Order ดังกล่าวน้อยที่สุด ในการแก้ไข Feedback แต่ล่ะ Order นั้นติวเตอร์มีระยะเวลาอย่างน้อย 3 วันต่อ1 Order ดังนั้นหลังจากส่ง Delivery แล้วติวเตอร์ควรหมั่นตรวจเช็คอีเมลและระบบเว็บไซต์ของเราด้วยว่ามีการแจ้งเตือน Feedback เข้ามาหรือไม่เพื่อไม่สูญเสียระยะเวลาในการแก้ไข Feedback </p>

                <p class="font-18" style="margin-bottom: 0rem;"> 15. การแก้ไขงานที่ถูก Feedback </p>
                <p class="font-18"> หากผลงานของติวเตอร์มีความผิดพลาดที่เกิดจากการทำงานไม่ครบตามคำสั่งหรือมีข้อมูลไม่เพียงพอทำให้ไม่ผ่านเกณฑ์การตรวจเช็คของทางเรา ระบบจะมี Pop up แจ้งเตือนให้ติวเตอร์ทราบทุกครั้งและติวเตอร์จะต้องทำการแก้ไข Feedback ดังกล่าวและส่งตามวันเวลาที่กำหนดให้เรียบร้อย รายละเอียด Feedback จะแสดงขึ้นที่หน้า My Feedback ของติวเตอร์โดยจะแบ่ง Feedback ออกเป็น 3 ประเภทคือ </p>
                <p class="font-18" style="margin-bottom: 0rem;"> 15.1 Admin Feedback (จาก Admin) </p>
                <p class="font-18"> สำหรับกรณีที่ติวเตอร์ส่งเอกสารไม่ครบหรือไม่ผ่านเกณฑ์การตรวจเช็คจากAdmin โดย Admin สามารถส่ง Feedback ให้ติวเตอร์ได้ไม่จำกัดจำนวนครั้ง </p>
                <p class="font-18" style="margin-bottom: 0rem;"> 15.2 Client Feedback (จากผู้เรียน) </p>
                <p class="font-18"> สำหรับกรณีที่ติวเตอร์มีความผิดพลาดจากการทำงานที่ไม่ถูกต้องตามรายละเอียดคำสั่งงาน ส่งเอกสารไม่ครบหรือไม่ผ่านเกณฑ์การตรวจเช็คโดยลูกค้าสามารถแก้ไขได้ทั้งหมด 3 ครั้งภายใน 65 วัน
                    หาก Order ดังกล่าวครบกำหนดรับประกันภายใน 65 วันหรือแก้ไขครบ 3 ครั้งแล้วปุ่มถอนเงิน Withdraw จะแสดงขึ้นใน Order นั้น ๆ เพื่อให้ทีมงานทำการกดถอนค่าตอบแทนได้ทันที แต่หากทีมงานได้รับ Feedback จะต้องทำการแก้ไขส่งตามกำหนดให้เรียบร้อยก่อนจึงจะสามารถกดถอนเงิน Withdraw ได้ตามปรกติ </p>
                <p class="font-18" style="margin-bottom: 0rem;"> 15.3 Re-feedback (จากผู้เรียน) </p>
                <p class="font-18">สำหรับกรณีที่ Order ผู้เรียนหมดอายุการรับประกัน 65 วันแล้วหรือมีการแก้ไขครบ 3 ครั้งหรือแก้ไขยังไม่ครบ 3 ครั้ง หรือยังไม่ได้แก้ไข Feedback ใด ๆ แต่ทางผู้เรียนต้องการให้ติวเตอร์แก้ไขงานเพิ่มเติมจาก Order เดิมและทำการส่งงานใหม่ โดย Re-feedback นี้ติวเตอร์จะได้รับค่าตอบแทนพิเศษเพิ่มเติมตามรายละเอียดการแก้ไขงานใน Order ดังกล่าว โดยผู้เรียนสามารถแก้ไขงาน Re-feedback ได้อีก 3 ครั้ง ภายใน 60 วัน
                    หมายเหตุ: หากทางระบบมีการตรวจเช็คพบว่าสาเหตุการถูก Feedback เกิดขึ้นจากการที่ติวเตอร์ไม่มีความรอบคอบในการทำงาน ติวเตอร์อาจถูกหักรายได้เป็นจำนวนเงิน 100 บาท ใน Order ดังกล่าว
                    (ขึ้นอยู่กับดุลยพินิจของทางเรา โดยจะมีรายละเอียดแจ้งอย่างชัดเจนเพื่อสร้างความเข้าใจต่อติวเตอร์) </p>

                <p class="font-18"> 16. ขั้นตอนการแสดงปุ่ม Withdraw สำหรับกดถอนค่าตอบแทน
                    <br> (ระยะเวลาคำขอการถอนค่าตอบแทนภายใน 3 วัน </p>
                <p class="font-18"> 16.1 ติวเตอร์จะสามารถกดถอนรายได้หลังจากส่งงานแล้วภายใน 15 วันถึง 65 วัน </p>
                <p class="font-18"> 16.2 กรณี Order ยังไม่ครบ 65 วันหรือในอีก 1 นาทีจะครบ 65 วัน แต่หากติวเตอร์ได้รับ Feedback ที่ต้องทำการแก้ไข ปุ่ม Withdraw จะยังไม่แสดงขึ้นให้ติวเตอร์กดถอนค่าตอบแทน โดยติวเตอร์จะต้องส่ง Feedback ตามวันที่กำหนดให้เรียบร้อยก่อนถึงจะขึ้น Withdraw กดถอนค่าตอบแทนได้</p>

                <center>
                    <p style="font-size: 20px;"> 17.ตารางสรุปการหักรายได้กรณีต่างๆที่ต้องรู้ก่อนทำงาน </p>
                </center>
                <li class="mt-2 mb-2"><b style="font-size: 20px;">ส่งงานช้า</b></li>
                <table class="table">
                    <thead class="thead-light">
                        <tr style="text-align:center;">
                            <th style="width: 400px;">หัวข้อการหัก</th>
                            <th style="width: 150px;">จำนวนที่ถูกหัก</th>
                            <th>แนวทางแก้ไข</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                <p> ส่งงานช้าไม่เกิน 12 ชม.สุดท้าย
                                    (ระบบนับเวลาถอยหลังยังคงทำงานอยู่) </p>
                            </td>
                            <td>
                                <p>ได้ค่าตอบแทน
                                    แต่ถูกหัก 100 บาท
                                </p>
                            </td>
                            <td>
                                <p>วางแผนเวลาในการทำงานและส่งงานตรงตามวันเวลาที่กำหนดหรือส่งก่อนล่วงหน้า 1 วัน</p>
                            </td>
                        </tr>
                        <tr>
                            <td>
                                <p>ส่งงานช้าเกิน 12 ชม.สุดท้าย

                                    (ไม่มีกำหนดวันที่เกินขึ้นอยู่กับความยินยอมของทางผู้เรียน)

                                    (ระบบนับเวลาถอยหลังหยุดทำงาน)
                                </p>
                            </td>
                            <td>
                                <p>ได้ค่าตอบแทน
                                    แต่ถูกหัก 200 บาท
                                </p>
                            </td>
                            <td>
                                <p>ติดต่อเจ้าหน้าที่ภายใน 12 ชม.สุดท้าย (เท่านั้น) กรณีนี้อาจไม่สามารถส่งงานได้ขึ้นอยู่กับความยินยอมของผู้เรียน</p>
                            </td>
                        </tr>

                    </tbody>
                </table>

                <br>

                <li class="mt-2 mb-2"><b style="font-size: 20px;"> การยกเลิกงาน </b></li>
                <table class="table">
                    <thead class="thead-light">
                        <tr style="text-align:center;">
                            <th style="width: 400px;">หัวข้อการหัก</th>
                            <th style="width: 150px;">จำนวนที่ถูกหัก</th>
                            <th>แนวทางแก้ไข</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                <p> กดยกเลิกงานขณะที่เหลือเวลาส่งมากกว่า 48 ชม. </p>
                            </td>
                            <td>
                                <p>ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท </p>
                            </td>
                            <td>
                                <p>เลือกงานที่ตรงตามทักษะความสามารถตนเองวางแผนเวลาในการทำงานและตรวจเช็ครายละเอียดงานอย่างรอบคอบก่อนกด Confirm Order </p>
                            </td>
                        </tr>
                        <tr>
                            <td>
                                <p>กดยกเลิกงานขณะที่เหลือเวลาส่งน้อยกว่า 48 ชม.
                                </p>
                            </td>
                            <td>
                                <p>ไม่ได้ค่าตอบแทนและถูกหัก 200 บาท </p>
                            </td>
                            <td>
                                <p>หากประเมินเวลาและทักษะความสามารถตนเองแล้วว่าไม่สามารถทำงานให้สำเร็จได้ให้ทำการกดปุ่มยกเลิก Order ทันที</p>
                            </td>
                        </tr>
                        <tr>
                            <td>
                                <p>ไม่กดยกเลิกงาน </p>
                            </td>
                            <td>
                                <p>ไม่ได้ค่าตอบแทนและถูกหัก 300 บาท </p>
                            </td>
                            <td>
                                <p>กรณีไม่กดยกเลิกงานและไม่มีการส่งงานอาจถูกระบบระงับบัญชีการใช้งานแบบชั่วคราวและถาวร</p>
                            </td>
                        </tr>

                    </tbody>
                </table>

                <br>

                <li class="mt-2 mb-2"><b style="font-size: 20px;"> คุณภาพผลงาน </b></li>
                <table class="table">
                    <thead class="thead-light">
                        <tr style="text-align:center;">
                            <th style="width: 400px;">หัวข้อการหัก</th>
                            <th style="width: 150px;">จำนวนที่ถูกหัก</th>
                            <th>แนวทางแก้ไข</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>
                                <p> คุณภาพผลงานไม่ถึงเกณฑ์ 50% </p>
                            </td>
                            <td>
                                <p>ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท </p>
                            </td>
                            <td>
                                <p>เลือกงานที่ตรงตามทักษะความสามารถตนเองวางแผนเวลาในการทำงานและ
                                    ตรวจเช็ครายละเอียดงานอย่างรอบคอบก่อนกด "ยืนยันออร์เดอร์" กรณีผลงานไม่
                                    ถึงเกณฑ์บ่อยครั้งอาจถูกระบบยกเลิกตำแหน่งงานดังกล่าว </p>
                            </td>
                        </tr>
                        <tr>
                            <td>
                                <p>คัดลอกผลงานหรือข้อมูลอินเตอร์เน็ต โดยไม่มีการแก้ไขใดๆเกิน 1 Paragraph หรือ 4 บรรทัดขึ้นไป </p>
                            </td>
                            <td>
                                <p>ไม่ได้ค่าตอบแทนและถูกหัก 100 บาท </p>
                            </td>
                            <td>
                                <p>หากข้อมูลในออร์เดอร์ ไม่เพียงพอติวเตอร์สามารถหาข้อมูลจากแหล่งเว็บไซต์
                                    อินเตอร์เน็ตเพิ่มเติมได้โดยต้อง Rewrite ใหม่ก่อนนำมาใช้ประกอบผลงานทุกครั้ง</p>
                            </td>
                        </tr>

                    </tbody>
                </table>

                <br>

                <p class="font-18">18.การคัดลอกผลงานและข้อมูลทางอินเตอร์เน็ต </p>
                <p class="font-18">18.1 กรณีที่ติวเตอร์ทำการคัดลอกผลงานหรือข้อมูลอินเตอร์เน็ตจากแหล่งต่าง ๆโดยไม่มีการแก้ไขใดๆเกิน 1 Paragraph หรือ 4 บรรทัดขึ้นไป ทางระบบจะไม่มีการจ่ายค่าตอบแทนใด ๆ ใน Order ดังกล่าว อีกทั้งระบบจะหักรายได้เป็นจำนวนเงิน 100 บาท จากMy Income
               ยกเว้นข้อมูลที่เป็นตัวเลขผลจากการคำนวณ หรือรูปภาพที่แสดงข้อมูลเฉพาะที่ไม่สามารถเปลี่ยนแปลงได้ (หากทางเรามีการตรวจเช็คพบการกระทำในเรื่องดังกล่าวบ่อยครั้ง ติวเตอร์อาจถูกระบบระงับบัญชีการใช้งานแบบถาวร) </p>
                <p class="font-18">18.2 ในการนำข้อมูลจากอินเตอร์เน็ตมาใช้ประกอบผลงาน ติวเตอร์จำเป็นต้องตรวจเช็คข้อมูลก่อนทุกครั้งเพื่อไม่ให้มีการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาผลงานของผู้อื่น เช่น รูปถ่ายบุคคล ภาพตัวอย่าง เสียง วีดีโอ ผลงานวิจัย และอื่น ๆ เป็นต้น หากเกิดปัญหาดังกล่าวขึ้นทางเราจะไม่รับผิดชอบใด ๆ ต่อความเสียหายทุกกรณีไม่ว่าจะเป็นเรื่องลิขสิทธิ์ทรัพย์สินทางปัญญาหรือความผิดอื่นใดในทางกฎหมายต่อประเทศนั้น ๆ ไม่ว่าจะทั้งทางตรงและทางอ้อม) </p>



            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-success" data-dismiss="modal">ยอมรับ</button>

            </div>
        </div>
    </div>
</div>
<style>
    label {
        font-size: 17px !important;
    }
</style>
<div class="customer_login mt-60">
    <div class="container">
        <div class="row">
            <!--login area start-->
            <div class="col-lg-1 col-md-1"></div>
            <!--login area start-->

            <!--register area start-->
            <div class="col-lg-10 col-md-10">
                <div class="account_form register">
                    <h2 class="text-center">สมัครเป็นติวเตอร์</h2>
                    <h4 style="font-size: 18px;" class="text-center red">ข้อมูลทุกส่วนมีผลต่อการโอนจ่ายรายได้ของติวเตอร์</h4>
                    <h4 style="font-size: 18px;" class="text-center red">กรุณาให้ข้อมูลตามความจริง</h4>
                    <form action="register-team-success" method="POST" id="myLogin" enctype="multipart/form-data">
                        <div class="row">

                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>เลือกประเทศที่คุณอาศัยอยู่ในปัจจุบัน <span style="color: #9c9c9c;"> *</span></label>
                                    <select class="form-control" name="countries" id="cs">
                                        <option selected disabled>-- กรุณาเลือกประเทศ --</option>
                                        <?php foreach ($countries as $key => $countries) { ?>
                                            <option value="<?php echo $countries['id']; ?>"><?php echo $countries['countryName']; ?></option>
                                        <?php } ?>
                                    </select>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-2">
                                        <label>คำนำหน้า <span style="color: #9c9c9c;"> <span id="57" class="noneb" style="display: none;"></span> *</span></label>
                                        <select class="form-control" name="title" required>
                                            <option selected disabled>-- คำนำหน้า --</option>
                                            <option value="นาย">นาย</option>
                                            <option value="นาง">นาง</option>
                                            <option value="นางสาว">นางสาว</option>
                                        </select>
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-5">
                                        <label>ชื่อ - ภาษาไทย (ตามบัตรประชาชน) <span style="color: #9c9c9c;"> <span id="55" class="noneb" style="display: none;"> *</span></span></label>
                                        <input type="text" name="name" id="name" onkeyup="nameFunction();" class="form-control" required>
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-5">
                                        <label>นามสกุล - ภาษาไทย (ตามบัตรประชาชน) <span style="color: #9c9c9c;"> <span id="56" class="noneb" style="display: none;">*</span></span></label>
                                        <input type="text" name="lastname" id="lastname" onkeyup="nameFunction();" class="form-control" required>
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>อีเมล <span style="color: #9c9c9c;">*</span></label>
                                    <input type="email" class="form-control" onkeyup="emailFunction();" name="email" id="email" required>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>หมายเลขโทรศัพท์ <span style="color: #9c9c9c;"> (ไม่ควรสวมสัญลักษณ์พิเศษ /*-+\) *</span></label>
                                    <input type="number" name="phone" class="form-control" required>
                                </div>
                            </div>

                        </div>


                        <div class="row">
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>รหัสผ่าน <span style="color: #9c9c9c;"> โปรดป้อนรหัสผ่านอย่างน้อย 8 ตัวอักษร *</span></label>
                                    <div class="input-group mb-3" id="show_hide_password">
                                        <input type="password" id="password" name="password" onblur="check();" minlength="8" class="form-control" aria-describedby="basic-addon1" required>
                                        <div class="input-group-prepend">
                                            <span class="input-group-text" id="basic-addon1"><a href=""><i class="fa fa-eye-slash" aria-hidden="true"></i></a></span>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>ยืนยันรหัสผ่าน <span style="color: #9c9c9c;">*</span><span id="message"></span></label>
                                    <div class="input-group mb-3" id="show_hide_password">
                                        <input type="password" id="c_password" name="c_password" class="form-control" minlength="8" aria-describedby="basic-addon1" required>
                                        <div class="input-group-prepend">
                                            <span class="input-group-text" id="basic-addon1"><a href=""><i class="fa fa-eye-slash" aria-hidden="true"></i></a></span>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="row">
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <?php $select_it = $this->db->get('tbl_item_position')->result_array(); ?>
                                    <label>อาชีพ <span style="color: #9c9c9c;"> (สามารถเลือกได้มากกว่า 1 ตำแหน่ง) *</span></label>
                                    <select id="multiple" class="form-control" name="job[]" multiple>
                                        <?php foreach ($select_it as $key => $si) { ?>
                                            <option value="<?php echo $si['id']; ?>"><?php echo $si['name_item']; ?></option>
                                        <?php } ?>
                                    </select>
                                    <!-- <button id="btnMultiple" class="btn btn-info">show multiple selection</button> -->

                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>ผลการเรียนล่าสุด 1 ชุด / เรซูเม่ 1 ชุด <span style="color: #9c9c9c;"> (PDF / Word) *</span></label>
                                    <input type="file" class="form-control" name="file_name_resume" accept=".doc, .docx , .pdf" required style="padding: 10px 20px;height: auto;">
                                    <!-- <input type="file" name="file_name" required> -->
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label>อัปโหลดรูปประจำตัวปัจุบัน <span style="color: #9c9c9c;"> (หากในวันสัมภาษณ์พบว่าใช้รูปไม่ตรงปกจะถูกตัดสิทธิ์ทันที) *</span></label>
                                    <input type="file" class="form-control" name="file_name_profile" accept="image/jpeg, image/png" required style="padding: 10px 20px;height: auto;">
                                    <!-- <input type="file" name="file_name" required> -->
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 nonep">
                                <div class="form-group">
                                    <label for="">เพย์พาล <span style="color: #bbbbbb;">ต้องเป็นชื่อเดียวกันกับชื่อบัญชีธนาคารหรือ Pay pal</span></label>
                                    <input type="text" id="paypal" class="form-control" name="bank_account" value="" required>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="form-group">
                                    <label for="">กรอกเลขบัตรประชาชน <span style="color: red;">*</span></label>
                                    <input type="text" id="ID_card_number" class="form-control" name="id_card_number" value="">
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="form-group">
                                    <label for="">ที่อยู่ตามบัตรประชาชน - ภาษาไทย <span style="color: red;">*</span></label>
                                    <input type="text" id="address" class="form-control" name="address" value="">
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">ตำบล <span style="color: red;">*</span></label>
                                        <input type="text" id="district" class="form-control district" name="district" value="">
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">อำเภอ <span style="color: red;">*</span></label>
                                        <input type="text" id="amphoe" class="form-control amphoe" name="amphoe" value="">
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">จังหวัด <span style="color: red;">*</span></label>
                                        <input type="text" id="province" class="form-control province" name="province" value="">
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">รหัสไปรษณีย์ <span style="color: red;">*</span></label>
                                        <input type="text" id="zipcode" class="form-control zipcode" name="zipcode" value="">
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">รูปถ่ายบัตรประชาชน <span style="color: red;">*</span></label>
                                        <input type="file" id="file_name_card_number" class="form-control" name="file_name_card_number" accept="image/jpeg, image/png" required style="padding: 10px 20px;height: auto;">
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">รูปถ่ายคู่กับบัตรประชาชน <span style="color: red;">*</span></label>
                                        <input type="file" id="file_name_card_number2" class="form-control" name="file_name_card_number_user" accept="image/jpeg, image/png" required style="padding: 10px 20px;height: auto;">
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-4">
                                        <label for="">ธนาคาร <span style="color: red;"> *</span></label>
                                        <select class="form-control" id="bank2" name="bank_name">
                                            <option value="" disabled selected>กรุณาเลือกธนาคาร</option>
                                            <option value="ไทยพาณิชย์">ไทยพาณิชย์ (แนะนำ)</option>
                                            <option value="กรุงไทย">กรุงไทย</option>
                                            <option value="กสิกรไทย">กสิกรไทย</option>
                                            <option value="กรุงเทพ">กรุงเทพ</option>
                                            <option value="กรุงศรี">กรุงศรี</option>
                                            <option value="ทหารไทย">ทหารไทย</option>
                                        </select>
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-8">
                                        <label for="">เลขบัญชีธนาคาร <span style="color: #bbbbbb;"></span></label>
                                        <input type="text" id="bank" class="form-control" name="bank_number" value="">
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12 noneb" style="display: none;">
                                <div class="row">
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">รูปถ่ายหน้าบัญชีธนาคาร <span style="color: red;"> *</span></label>
                                        <input type="file" id="file_name_book_bank" class="form-control" name="file_name_book_bank" accept="image/jpeg, image/png" required style="padding: 10px 20px;height: auto;">
                                    </div>
                                    <div class="form-group col-sm-12 col-xs-12 col-md-6">
                                        <label for="">ไลน์ไอดี <span style="color: red;"> *</span></label>
                                        <input type="text" id="line_id" class="form-control" name="line_id" value="" style="padding: 13px 20px;height: auto;">
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    <label for="">คุณต้องการรับอีเมล์แจ้งเตือนออร์เดอร์ด้วยภาษาใด <span style="color: #bbbbbb;"></span></label>
                                    <br>
                                    <div class="custom-control custom-radio custom-control-inline">
                                        <input type="radio" id="customRadioInline1" name="email_lang" class="custom-control-input" value="1" required checked>
                                        <label class="custom-control-label" for="customRadioInline1" style="line-height: 24px;margin-bottom: 0px;"> Thai </label>
                                    </div>
                                    <div class="custom-control custom-radio custom-control-inline">
                                        <input type="radio" id="customRadioInline2" name="email_lang" class="custom-control-input" value="2">
                                        <label class="custom-control-label" for="customRadioInline2" style="line-height: 24px;margin-bottom: 0px;"> English </label>
                                    </div>
                                </div>
                            </div>
                            <!-- <div class="col-lg-12 col-md-12 col-sm-12">
                                <div class="form-group">
                                    $select_ed = $this->db->get('tbl_item_educational')->result_array(); ?>
                                    <label for="">การศึกษา </label>
                                    <select class="form-control" name="educational" required>
                                        <option value="" selected disabled> -- Select -- </option>
                                         foreach ($select_ed as $key => $ed) { ?>
                                            <option value=" echo $ed['name_educational']; ?>"> echo $ed['name_educational']; ?></option>
                                         } ?>
                                    </select>
                                </div>
                            </div> -->
                        </div>
                        <div class="login_submit">
                            <button type="submit" id="save_chk">บันทึก</button>
                        </div>
                    </form>
                </div>
            </div>

            <!--register area end-->
            <!--login area start-->
            <div class="col-lg-1 col-md-1"></div>
            <!--login area start-->
        </div>
    </div>
</div>
<!-- customer login end -->
<script type="text/javascript" src="https://earthchie.github.io/jquery.Thailand.js/jquery.Thailand.js/dependencies/JQL.min.js"></script>
<script type="text/javascript" src="https://earthchie.github.io/jquery.Thailand.js/jquery.Thailand.js/dependencies/typeahead.bundle.js"></script>
<script type="text/javascript" src="https://earthchie.github.io/jquery.Thailand.js/jquery.Thailand.js/dist/jquery.Thailand.min.js"></script>
<script>
    function nameFunction() {
        var checkName = document.getElementById('name').value;
        $.ajax({
            type: 'POST',
            url: 'check_name',
            data: {
                name: checkName
            },
            success: function(data) {
                if (data == "data found") {
                    swal("Warning", "ชื่อนี้ได้ถูกใช้งานแล้ว!!", "warning");
                }
            },

        });
    }

    function emailFunction() {
        var checkEmail = document.getElementById('email').value;
        $.ajax({
            type: 'POST',
            url: 'check_email',
            data: {
                email: checkEmail
            },
            success: function(data) {
                if (data == "data found") {
                    swal("Warning", "Email นี้ได้ถูกใช้งานแล้ว!!", "warning");
                }
            },

        });
    }

    function check() {
        var elem = document.getElementById('password').value;
        if (!elem.match(/^([a-z0-9])+$/i)) {
            alert("กรอกได้เฉพาะตัวเลขและตัวอักษรภาษาอังกฤษเท่านั้น");
            document.getElementById('password').value = "";
        }
    }
</script>
<script type="text/javascript">
    $.Thailand({
        $district: $('.district'), // input ของตำบล
        $amphoe: $('.amphoe'), // input ของอำเภอ
        $province: $('.province'), // input ของจังหวัด
        $zipcode: $('.zipcode'), // input ของรหัสไปรษณีย์
    });
</script>
<script>
    $('#cs').change(function() {
        // $('.te4').css('display', 'none');
        if (this.value == "218") {
            $('.noneb').fadeIn("slow");
            $('.nonep').css('display', 'none');
            $("#paypal").prop('required', false);
            $("#bank").prop('required', true);
            $("#55").prop('required', false);
            $("#56").prop('required', false);
            $("#ID_card_number").prop('required', true);
            $("#address").prop('required', false);
            $("#district").prop('required', true);
            $("#amphoe").prop('required', true);
            $("#province").prop('required', true);
            $("#file_name_card_number").prop('required', true);
            $("#zipcode").prop('required', true);
            $("#file_name_card_number2").prop('required', true);
            $("#bank2").prop('required', true);
            $("#file_name_book_bank").prop('required', true);
            $("#line_id").prop('required', true);
        } else {
            $('.noneb').css('display', 'none');
            $('.nonep').fadeIn("slow");
            $("#paypal").prop('required', true);
            $("#bank").prop('required', false);
            $("#55").prop('required', false);
            $("#56").prop('required', false);
            $("#ID_card_number").prop('required', false);
            $("#address").prop('required', false);
            $("#district").prop('required', false);
            $("#amphoe").prop('required', false);
            $("#province").prop('required', false);
            $("#file_name_card_number").prop('required', false);
            $("#zipcode").prop('required', false);
            $("#file_name_card_number2").prop('required', false);
            $("#bank2").prop('required', false);
            $("#file_name_book_bank").prop('required', false);
            $("#line_id").prop('required', false);
        }
    });
</script>

<script>
    $('#save_chk').on('click', function() {
        var x = $('#name').val();
        var e = $('#email').val();
        var p = $('#password').val();
        var chk_p = $('#c_password').val();

        if (x == '') {
            swal("Warning", "กรุณากรอกชื่อผู้ใช้งาน!!", "warning");
        }
        if (e == '') {
            swal("Warning", "กรุณากรอก Email ของคุณ!!", "warning");
        }
        if (p == '' || chk_p == '') {
            swal("Warning", "กรุณากรอกรหัสผ่านของคุณให้ตรงกัน!!", "warning");
        }
        if (p != chk_p) {
            swal("Warning", "กรุณากรอกรหัสผ่านของคุณให้ตรงกัน!!", "warning");
        }

        if (x != '' && e != '' && p != '' && chk_p != '' && p == chk_p) {
            $('#myLogin').submit();
        }


    });
</script>